{
    "intents": [
        {
            "tag": "7b931183-7327-4bf1-83dc-22e0253d0f30",
            "patterns": [
                "Khóa học là gì?"
            ],
            "responses": [
                "Khóa học là thời gian thiết kế để sinh viên hoàn thành một chương trình cụ thể. Tùy thuộc chương trình, khóa học được quy định như sau: Đào tạo trình độ đại học theo hình thức chính, giáo dục thướng xuyên được thực hiện từ ba năm rưỡi đến sáu năm"
            ],
            "context_set": ""
        },
        {
            "tag": "68b6640c-925d-4aaa-a080-b30a62fbd90f",
            "patterns": [
                "Tín chỉ là gì?",
                "Một tín chỉ lý thuyết quy định bao nhiêu giờ?",
                "Một tín chỉ thí nghiệm, thực hành, thảo luận trên lớp và tại phòng thí nghiệm được tính bao nhiêu giờ?",
                "Một tín chỉ đồ án được quy định bao nhiêu giờ?",
                "Một tín chỉ thực tập được quy định bao nhiêu giờ?",
                "Một tín chỉ khóa luận tốt nghiệp được quy định bao nhiêu giờ?",
                "Một tiết học được tính bao nhiêu phút?",
                "Một giờ tự học của sinh viên được tính bao nhiêu phút?"
            ],
            "responses": [
                "Tín chỉ là đơn vị học tập để tính khối lượng học tập của người học để đạt được mục tiêu học tập mong muốn. Một tín chỉ lý thuyết được quy định bằng 45 giờ học tập của người học, gồm 15 tiết lý thuyết và 30 giờ tự học. Một tín chỉ thí nghiệm, thực hành, thảo luận trên lớp và tại phòng thí nghiệm, tại cơ sở sản xuất dưới sự hướng dẫn trực tiếp của giảng viên, cán bộ phụ trách chuyên môn được quy định bằng 45 giờ học tập của người học, gồm 30 tiết thí nghiệm, thực hành, thảo luận và 15 giờ tự học. Một tín chỉ đồ án, thực tập, khóa luận tốt nghiệp được quy định bằng 45 giờ học tập. Một tiết học được tính bằng từ 40 đến 50 phút và áp dụng đối với hình thức nghe giảng. Giờ tự học của người học được tính bắng 60 phút."
            ],
            "context_set": ""
        },
        {
            "tag": "3dd9160e-3123-4b1c-833f-c422a67950c3",
            "patterns": [
                "Chuẩn đầu ra là gì?"
            ],
            "responses": [
                "Chuẩn đầu ra là yêu cầu tối thiểu về kiến thức, kỹ năng, thái độ, trách nhiệm nghề nghiệp mà người học đạt được sau khi hoàn thành chương trình đào tạo, được cơ sở đào tạo cam kết và người học, xã hội và công bố công khai cùng với các điều kiện đảm bảo thực hiện. Chuẩn đầu ra của một chương trình đào tạo được tham chiếu theo Khung trình độ quốc gia Việt Nam, các quy định của Bộ Giáo dục và Đào tạo và đảm bảo yếu tố hội nhập khu vực, thế giới"
            ],
            "context_set": ""
        },
        {
            "tag": "8b2dfa9c-0bcd-4700-b671-c2e6d55bd259",
            "patterns": [
                "Tín chỉ học phí là gì?",
                "Mức học phí của 01 tín chỉ được tính như thế nào?",
                "Sinh viên xem công nợ học phí học kỳ ở đâu?",
                "Cách tính học phí học kỳ của một sinh viên.",
                "Nếu sinh viên gặp khó khắn đột xuất không có khả năng đóng học phí thì sinh viên phải làm gì?"
            ],
            "responses": [
                "Tín chỉ học phí là một đơn vị dùng để lượng hóa chi phí của các hoạt động giảng dạy, học tập tính cho từng học phần. Mức tiền học phí của 01 tín chỉ học phí do Hiệu trưởng quy định cho từng bậc đào tạo, hình thức đào tạo. Học phí tính theo mỗi học kỳ mà người học theo học tại HUFI. Học phí học kỳ được xác định căn cứ vào số tín chỉ học phần của người đăng ký trong thời khóa biểu học kỳ. Học phí học kỳ được tính bằng tổng của mức học phí lý thuyết nhân với số tín chỉ lý thuyết và mức học phí thực hành nhân với số tín chỉ thực hành. Học phí của các học phần người học đã đăng ký được thể hiện trên cổng thông tin sinh viên của từng người học. Trường hợp có khó khăn đột đột xuất sinh viên phải nộp đơn gia hạn tại phòng Công tác sinh viên và Thanh tra giáo dục."
            ],
            "context_set": ""
        },
        {
            "tag": "5c117529-9b55-4a57-8310-11b19877ddbe",
            "patterns": [
                "Học phần bắt buộc là gì?",
                "Học phần tự chọn là gì?",
                "Nếu sinh viên không đạt môn tự chọn thì có bắt buộc học lại môn đã rớt không?",
                "Môn tự chọn có bắt buộc phải học không?"
            ],
            "responses": [
                "Học phần bắt buộc là các học phần chứa đựng những nội dung kiến thức chính yếu của mỗi chương trình đào tạo và bắt buộc người học phải tích lũy đạt yêu cầu để được xét tốt nghiệp; Học phần tự chọn là học phần chứa đựng những nội dung kiến thức cần thiết, nhưng người học được tự chọn theo hướng dẫn của Trường nhằm đa dạng hóa hướng chuyên môn hoặc được tự chọn tùy ý để tích lũy đủ số học phần quy định cho mỗi chương trình. Học phần tự chọn được xếp theo từng nhóm với các quy định riêng liên quan. Để đủ điều kiện tốt nghiệp, người học phải hoàn tất, đạt yêu cầu một số học phần nhất định trong từng nhóm nhằm tích lũy đủ số tín chỉ tối thiểu quy định cho nhóm học phần tự chọn tương ứng. Đối với học phần tự chọn, nếu không đạt người học có quyền chọn đăng ký học lại chính học phần đó hoặc lựa chọn các học phần tự chọn khác cùng nhóm nhằm dảm bảo tích lũy đủ số tín chỉ quy định cho nhóm tự chọn. Người học không nhất thiết học lại học phần tự chọn chưa đạt nếu đã tích lũy đủ số tín chỉ của nhóm."
            ],
            "context_set": ""
        },
        {
            "tag": "8f9097a4-f273-45ad-9901-fb1a31e8b1d2",
            "patterns": [
                "Học phần tương đương là gì?",
                "Hai học phần tương đương với nhau thì số tín chỉ bằng nhau hay khác nhau?",
                "Trường hợp sinh viên học học phần tương đương có số tín chỉ ít hơn môn cũ thì xử lý như thế nào?",
                "Học phần thay thế là gì?",
                "Trường hợp sinh viên học học phần thay thế có số tín chỉ ít hơn môn cũ thì xử lý như thế nào?",
                "Thế nào là học phần tiên quyết?",
                "Học phần A được gọi là học phần tiên quyết với học phần B thì khi chưa đạt học phần A thì có đăng ký học phần B được không?",
                "Thế nào là học phần trước?",
                "Học phần A được gọi là học phần trước với học phần B thì khi chưa đạt học phần A thì có đăng ký học phần B được không?",
                "Thế nào là học phần song hành?"
            ],
            "responses": [
                "Học phần tương đương khi học phần A gọi là tương đương với học phần B khi hai học phần này có nội dung tương đồng hoặc cùng có chuẩn đầu ra đáp ứng yêu cầu về chauarn đầu ra của chương trình đào tạo, theo các tiêu chí do khoa quản lý hoặc bộ môn phụ trách xác định. Về số tín chỉ, học phần tương đương có thể khác nhau. Trường hợp học phần tương đương có số tín chỉ ít hơn học phần cũ thì người học phải học thêm các  học phần khác để đảm bảo tích lũy đủ số tín chỉ theo quy định của chương trình đào tạo khóa – ngành; Học phần thay thế là học phần do Bộ môn chỉ định cho người học học thay thế trong các trường hợp học phần cũ không còn tổ chức giảng dạy nữa, hoặc học phần vẫn còn trong chương trình đào tạo nhưng không được mở vào học kỳ cuối cùng đối với người học được phép học trả nợ, hoặc học phần nào ở bậc cao hơn có thể thay thế cho học phần dành riêng cho bậc học thấp hơn, hoặc khi người học học phần có nội dung bao gồm nhiều học phần có thể chỉ định thay thế cho các học phần tương ứng. Học phần thay tế có số tín chỉ ít hơn học phần cũ thì người học phải học thêm các học phần khác để đảm bảo tích lũy đủ số tín chỉ theo quy định của chương trình đào tạo khóa – ngành."
            ],
            "context_set": ""
        },
        {
            "tag": "3761fc4f-b968-430a-a0da-1c645429186b",
            "patterns": [
                "Lớp học là gì?",
                "Lớp học phần là gì?",
                "Để đủ điều kiện mở lớp học phần thì sỉ số tối thiểu người học là bao nhiêu?",
                "Nếu đã đề nghị mở lớp học phần mà sinh viên đăng ký không đủ sỉ số tối thiểu theo quy định thì lớp học phần đó có bị hủy không?",
                "Sinh viên muốn mở lớp học phần theo nguyện vọng thì sinh viên phải làm như thế nào?",
                "Đối với hệ đào tạo chính quy thời gian học được quy định như thế nào?",
                "Đối với hệ đào tạo vừa làm vừa học thời gian học được quy định như thế nào?"
            ],
            "responses": [
                "Lớp học là những người học trúng tuyển cùng khóa tuyển sinh, học chung một chương trình đào tạo sẽ tổ chức thành một hoặc nhiều lớp học. Lớp học phần là lớp của người học cùng đăng ký một học phần, có cùng thời khóa biểu của học phần trong cùng một học kỳ. Mỗi lớp học phần được gán một mã số riêng. Số lượng người học của một lớp học phần được giới hạn bởi sức chứa của phòng học hoặc đượ sắp xếp theo các yêu cầu riêng đặc thù của học phần. Số lượng người học tối thiểu cho mỗi lớp học phần quy định: đối với lớp học phần lý thuyết hoặc lớp học phần thực hành giảng dạy tại phòng lý thuyết hoặc lớp lý thuyết học tại phòng máy tính hoặc lớp thực hành tại phòng máy tính tối thiểu 30 người học; đối với các lớp học thực hành, thí nghiệm tối thiểu 25 người học; đối với các lớp học phần Thực tập tốt nghiệp tại các đơn vị, doanh nghiệp tùy theo tình hình cụ thể người học có thể nộp đơn cho Khoa để đi thực tập tốt nghiệp theo yêu cầu cá nhân hoặc theo nhóm. Nếu số lượng người học đăng ký thấp hơn số lượng tối thiểu quy định thì lớp học học phần sẽ bị hủy, người học phải đăng ký chuyển sang học những lớp học phần khác có đủ điều kiện mở lớp."
            ],
            "context_set": ""
        },
        {
            "tag": "f2e4bfbc-4fa5-4d65-bbd3-ed26a42b9acb",
            "patterns": [
                "Sinh viên tuyển sinh năm 2016 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?",
                "Sinh viên tuyển sinh năm 2017 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?",
                "Sinh viên tuyển sinh năm 2018 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?",
                "Sinh viên tuyển sinh năm 2019 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?",
                "Sinh viên tuyển sinh năm 2020 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?",
                "Sinh viên tuyển sinh năm 2021 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?",
                "Sinh viên tuyển sinh năm 2022 sử dụng quy chế tín chỉ nào số quyết định bao nhiêu?"
            ],
            "responses": [
                "Đối với khóa tuyển sinh từ năm 2016 trở về trước áp dụng theo Quy chế đào tạo theo hệ thống tín chỉ của Trường được ban hành theo Quyết định số 46/QĐ-DCT ngày 12/01/2016 của Hiệu trưởng Trường Đại học Công nghiệp Thực phẩm Tp. Hồ Chí Minh. Đối với khóa tuyển sinh từ năm 2017, 2018, 2019 áp dụng theo Quy chế đào tạo theo hệ thống tín chỉ của Trường được ban hành theo Quyết định số 1603/QĐ-DCT ngày 23/08/2017 của Hiệu trưởng Trường Đại học Công nghiệp Thực phẩm Tp. Hồ Chí Minh. Đối với khóa tuyển sinh năm 2020 áp dụng theo quy chế đào tạo theo hệ thống tín chỉ của Trường được ban hành theo Quyết định 2474/QĐ-DCT ngày 14/10/2020 của Hiệu trưởng Trường Đại học Công nghiệp Thực phẩm Tp. Hồ Chí Minh. Đối với khóa tuyển sinh từ năm 2021 trở đi áp dụng theo Quy chế đào tạo theo hệ thống tín chỉ của Trường được ban hành theo Quyết định số 1846/QĐ-DCT ngày 01/9/2021 của Hiệu trưởng Trường Đại học Công nghiệp Thực phẩm Tp. Hồ Chí Minh."
            ],
            "context_set": ""
        },
        {
            "tag": "4383278e-0ec7-44ea-a966-32d36f30dd5b",
            "patterns": [
                "Học phần Giáo dục quốc phòng – an ninh có tính tính tích lũy không?",
                "Học phần Giáo dục thể chất có tính tính tích lũy không?"
            ],
            "responses": [
                "Học phần Giáo dục quốc phòng – an ninh và học phần Giáo dục thể chất không tính vào tín chỉ tích lũy, không tính vào điểm trung bình chung học kỳ, năm học, trung bình chung tích lũy, xếp loại tốt nghiệp nhưng là một trong các điều kiện để xét hoàn thành khối lượng học tập, xét tốt nghiệp và được ghi vào bảng điểm cấp kèm theo bằng tốt nghiệp."
            ],
            "context_set": ""
        },
        {
            "tag": "e4f853c6-2ae7-4c56-a293-da3b1a35529a",
            "patterns": [
                "Chương trình đào tạo cao đẳng lên đại học chính quy cấp bằng cử nhân học mấy năm?",
                "Chương trình đào tạo cao đẳng lên đại học chính quy cấp bằng kỹ sư học mấy năm?",
                "Chương trình đại học chính quy cấp bằng cử nhân học mấy năm?",
                "Chương trình đại học chính quy cấp bằng kỹ sư học mấy năm?",
                "Chương trình đại học vừa làm vừa học cấp bằng cử nhân học mấy năm?",
                "Chương trình đại học vừa làm vừa học cấp bằng kỹ sư học mấy năm?",
                "Nếu hết thời gian đào tạo mà người học vẫn chưa tốt nghiệp (hoàn thành chương trình học) thì xử lý như thế nào?",
                "Người học đi thực hiện nghĩa vụ quân sự có thì có được tạm dừng kết quả không?",
                "Các trường hợp nào khi tạm dừng kết quả học tập không tính vào thời gian học tập chính thức?",
                "Một năm học có mấy học kỳ?",
                "Học phần bắt buộc không đạt thì có bắt buộc phải học lại không?",
                "Học phần tự chọn không đạt thì có bắt buộc phải học lại không?",
                "Thủ tục đăng ký học lại như thế nào?"
            ],
            "responses": [
                "Khóa học là thời gian thiết kế để người học hoàn thành một chương trình. Chương trình đào tạo liên thông cao đẳng lên đại học hệ chính quy cấp bằng cử nhân có 3 học kỳ (1.5 năm) tối đa 6 học kỳ (3 năm). Chương trình đào tạo liên thông cao đẳng lên đại học hệ chính quy cấp bằng kỹ sư có 4 học kỳ (2 năm) tối đa 7 học kỳ (3.5 năm). Chương trình đại học chính quy cấp bằng cử nhân có 7 học kỳ (3.5 năm) tối đa 12 học kỳ (6 năm). Chương trình đại học chính quy cấp bằng kỹ sư có 8 học kỳ (4 năm) tối đa 14 học kỳ (7 năm). Chương trình đại học vừa làm vừa học cấp bằng cử nhân có 9 học kỳ (4.5 năm) tối đa 18 học kỳ (9 năm). Chương trình đại học vừa làm vừa học cấp bằng kỹ sư có 10 học kỳ (5 năm) tối đa 20 học kỳ (10 năm). Quá thời gian trên sẽ bị buộc thôi học. Các học kỳ được phép tạm dừng và các học kỳ học ở trwofng khác trước khi chuyển về Trường đều được tính chung vào thời gian học tại Trường. Riêng diện tạm dừng do thực hiện nhiệm vụ an ninh – quốc phòng hoặc thai sản hoặc bản thân bị ốm, tai nạn phải điều trị thời gian dài có giấy xác nhận của cơ quan y tế cấp huyện trở lên thì thời gian tạm dừng vì lý do này không tính vào thời gian học chính thức."
            ],
            "context_set": ""
        },
        {
            "tag": "71f76078-f8f2-4b9a-8872-120e0761d970",
            "patterns": [
                "Đăng ký học cải thiện có bắt buộc không?",
                "Học cải thiện nhiều lần thì được tính điểm như thế nào?",
                "Các lần học cải thiện có ghi trong bảng điểm không?",
                "Thủ tục đăng ký học cải thiện như thế nào?"
            ],
            "responses": [
                "Đăng ký học cải thiện điểm: Đối với học phần bất kỳ đã có kết quả đạt, người học được phép đăng ký học lại để cải thiện điểm. Điểm của tất cả các lần học được ghi trong bảng điểm các học kỳ và trong bảng điểm tốt nghiệp. Kết quả cao nhất trong các lần học sẽ được chọn để tính vào điểm trung bình tích lũy. Thủ tục đăng ký học cải thiện điểm hoàn toàn giống như thủ tục đăng ký học phần lần đầu. Người học có thể đăng ký vào bất kỳ học kỳ nào mà học phần có mở lớp."
            ],
            "context_set": ""
        },
        {
            "tag": "3ef2a551-50de-4c1a-9869-f1812fa90979",
            "patterns": [
                "sinh viên xem chương trình đào tạo ở đâu để đăng ký môn học?",
                "Mỗi học kỳ có mấy đợt đăng ký môn học?",
                "Sinh viên đăng ký môn học tại đâu?",
                "Trường hợp sinh viên không nhớ mật khẩu để đăng nhập vào hệ thống đăng ký môn học thì sinh viên phải làm sao?",
                "Nếu nhóm học phần sinh viên đã ký mà bị hủy thì sinh viên xem thông tin ở đâu và đăng ký như thế nào?",
                "Sinh viên mới trúng tuyển có phải đăng ký môn học không?"
            ],
            "responses": [
                "Quy trình đăng ký học phần: Người học xem chương trình đào tạo trong từng học kỳ, danh sách các học phần bắt buộc và tự chọn, điều kiện tiên quyết để được đăng ký học cho từng học phần tại cổng thông tin sinh viên. Trong mỗi học kỳ chính thường có hai đến ba đợt đăng ký, Nhà trường sẽ thông báo cụ thể vào mỗi học kỳ về việc đăng ký học phần, người học theo dõi thông báo để thực hiện việc đăng ký. Người học đăng ký học phần cho một học kỳ mới trên trang cổng thông tin sinh viên, người học đăng nhập vào tài khoản trên hệ thống (sau khi đăng nhập lần đầu tiên yêu cầu người học thay đổi mật khẩu và bảo mật thông tin về tài khoản và mật khẩu của mình). Trong trường hợp không thể đăng nhập được vào tài khoản hoặc quên mật khẩu đăng nhập, người học liên hệ phòng Công tác sinh viên và Thanh tra giáo dục để được hỗ trợ. Sau khi kết thúc đăng ký môn học đợt 01, Nhà trường rà soát các lớp học phần không đủ điều kiện mở lớp và sẽ thông báo hủy các lớp học phần đó để người học theo dõi và đăng ký vào các lớp học phần còn lại. Người học xem thời khóa biểu chính thức trên trang cổng thông tin sinh viên sau khi hoàn tất đăng ký học phần và tiến hành nộp học phí theo thông báo của Trường. Người học mới trúng tuyển, không phải đăng ký học phần cho học kỳ đầu tiên của khóa học."
            ],
            "context_set": ""
        },
        {
            "tag": "bee153ce-d9b9-4686-ade5-675de7e5ae05",
            "patterns": [
                "trong mỗi học kỳ thời gian rút môn học được quy định như thế nào?",
                "Sau khi rút môn học thì sinh viên có phải đi học môn học đã rút không?",
                "sinh viên có phải đóng học phí môn học đã rút?",
                "Đóng học phí trước khi rút môn học hay sau khi rút môn học?",
                "Các trường hợp nào rút môn học được hoàn lại tất cả học phí?",
                "Thủ tục rút môn học như thế nào?"
            ],
            "responses": [
                "Người học chỉ được phép rút bớt học phần đã đăng ký: Thời gian rút học phần: trong 02 tuần (từ tuần thứ 03 đến tuần thứ 04 đối với học kỳ chính); trong 01 tuần (tuần thứ 02 đối với học kỳ hè). Môn học được rút sẽ được xóa thời khóa biểu, xóa tên trong danh sách lớp, không tính vào số tín chỉ đăng ký, không ghi trong bảng điểm trong hệ thống. Ngoài thời hạn trên học phần vẫn được giữ nguyên theo kết quả đăng ký học và nếu người học không đi học sẽ được xem như tự ý bỏ học, bị điểm F học phần đó. Trước khi rút học phần, người học phải hoàn thành học phí của học phần đó và không được hoàn trả học phí học phần đã rút. Trường hợp do hoàn cảnh gia đình bị thiên tai, tai nạn đặc biệt; Thủ tục xin rút học phần đã đăng ký: Trong thời gian được rút học phần, người học đăng nhập vào tài khoản của cá nhân tại trang cổng thông tin sinh viên để rút bớt học phần đã đăng ký (sau khi đã hoàn thành học phí)."
            ],
            "context_set": ""
        },
        {
            "tag": "704081c9-cc83-46ee-b6fd-ebf61ff29aba",
            "patterns": [
                "Trường hợp nào sinh viên được xin nghỉ học việc riêng?",
                "Sinh viên nghỉ học việc riêng có phải nộp đơn không và nộp ở đơn vị nào?",
                "Xin nghỉ việc riêng cần những giấy tờ gì?",
                "Sinh viên nghỉ trong đợt thi thì xử lý như thế nào và liên hệ phòng ban nào để được tư vấn?",
                "Trường hợp nghỉ ốm không có đủ giấy tờ thì Trường có giải quyết không?",
                "Tỷ lệ người nghỉ học do ốm hoặc nghỉ việc riêng là bao nhiêu phần tram số giờ học trên lớp?"
            ],
            "responses": [
                "Người học xin nghỉ việc riêng (gia đình có tang cha, mẹ, anh, chị em ruột, ông, bà nội ngoại hoặc được Trường cử đi tham gia hoạt động người học), nghỉ đột xuất do bị ốm hoặc do tai nạn trong quá trình học phải viết đơn, theo mẫu đăng tại trang cổng thông tin sinh viên của Trường, gửi trưởng khoa trước khi nghỉ hoặc sau khi nghỉ không quá một tuần (nghỉ ốm, tai nạn). Người học xin nghỉ ốm, nghỉ việc riêng trong đợt thi phải viết đơn hoãn thi gửi phòng Đào tạo trước khi thi hoặc sau khi thi không quá một tuần (nghỉ ốm, tai nạn). Đơn xin nghỉ ốm phải có kèm giấy xác nhận của y tế Trường, hoặc cơ sở khám chữa bệnh có đủ tư cách pháp nhân của địa phương hoặc bệnh viện. Đơn xin nghỉ việc riêng phải có xác nhận của địa phương (gia đình có tang cha, mẹ, anh, chị em ruột, ông, bà nội ngoại) hoặc của Trường (được Trường cử đi tham gia hoạt động người học). Những trường hợp nghỉ ốm không có đủ giấy tờ chứng minh thì không được chấp nhận, mọi quyền lợi học tập trong thời gian nghỉ không được giải quyết."
            ],
            "context_set": ""
        },
        {
            "tag": "583d1cc4-727e-4596-ab1d-5b9c7b69c8f3",
            "patterns": [
                "sinh viên tạm dừng kết quả học tập có cần nộp đơn không?",
                "Trường hợp nào được tạm dừng kết quả học tập?",
                "Quy trình thủ tục tạm dừng kết quả học tập?",
                "Người học xin tạm dừng kết quả học tập có cần nhận quyết định tạm dừng không?",
                "Trong thời gian tạm dừng kết quả học tập người học có được tham gia vào các hoạt động của trường không?",
                "Trường hợp sinh viên nộp đơn xin tạm dừng kết quả học tập thì học phí của học kỳ tạm dừng có được hoàn trả học phí không và mức hoàn trả là bao nhiêu?"
            ],
            "responses": [
                "Người học được quyền viết đơn gửi Hiệu trưởng (thông qua phòng Đào tạo) đề nghị được tạm dừng học tập và bảo lưu kết quả học tập thuộc một trong các trường hợp sau: Được cơ quan nhà nước có thẩm quyền điều động thực hiện nhiệm vụ an ninh - quốc phòng (được trả lại 100% học phí của học kỳ nếu như đã đăng ký học); Thai sản, bị ốm, hoặc tai nạn phải điều trị thời gian dài, nhưng phải có giấy xác nhận của cơ quan y tế cấp huyện trở lên; Vì nhu cầu cá nhân. Trường hợp này, người học phải học ít nhất 01 học kỳ ở Trường có điểm trung bình tích lũy từ 2.0 trở lên và không rơi vào các trường hợp bị buộc thôi học. Quy trình tạm dừng học tập: Người học làm Giấy đề nghị tạm dừng học tập kèm theo hồ sơ có liên quan về phòng Đào tạo; Phòng Đào tạo căn cứ vào hồ sơ của người học để ra quyết định tạm dừng học tập và hẹn ngày trả kết quả;  Người học tạm dừng phải nhận quyết định tạm dừng và trở về sinh hoạt tại địa phương, không được tham gia bất cứ hoạt động học tập nào tại Trường. Người học thuộc diện tạm dừng phải hoàn tất các thủ tục xin tiếp nhận lại theo đúng thời hạn ghi trong quyết định tạm dừng học tập. Giấy đề nghị tiếp nhận lại nộp tại phòng Đào tạo để trình Hiệu trưởng ra quyết định tiếp nhận lại. Trong một số trường hợp đặc biệt, Hiệu trưởng chỉ định thành lập hội đồng để xem xét hồ sơ và làm thủ tục tiếp nhận. Quy định về việc hoàn học phí trường hợp người học tạm dừng kết quả học tập: nộp đơn tạm dừng trong 2 tuần đầu của học kỳ được hoàn trả 80% tổng học phí trong học kỳ tạm dừng. Người học nộp đơn tạm dừng từ tuần thứ 3 đến tuần thứ 4 của học kỳ được hoàn trả 50% tổng học phí trong học kỳ tạm dừng. Sau tuần thứ 4 của học kỳ thì không hoàn trả học phí."
            ],
            "context_set": ""
        },
        {
            "tag": "5f9bbb3e-8128-4e3d-92a2-9f51eb1a7268",
            "patterns": [
                "Đối tượng chuyển ngành đào tạo",
                "Điều kiện được chuyển ngành đào tạo",
                "Trong quá trình học sinh viên được chuyển ngành đào tạo được mấy lần?",
                "Quy trình thực hiện chuyển ngành đào tạo?",
                "Trường hợp sinh viên chuyển ngành đào tạo thì thời gian đào tạo ngành mới được tính như thế nào?"
            ],
            "responses": [
                "Đối tượng chuyển ngành đào tạo: Người học đại học chính quy, vừa làm vừa học; người học đại học liên thông chính quy và vừa làm vừa học, người học đại học văn bằng thứ hai; Điều kiện được chuyển ngành đào tạo: Sinh viên chưa từng được giải quyết chuyển ngành. Sinh viên chỉ được chuyển ngành một lần từ khi nhập học vào Trường. Không trong thời gian: cảnh báo học vụ, bị kỷ luật từ mức cảnh cáo trở lên, bị truy cứu trách nhiệm hình sự. Thời gian chuyển ngành đào tạo: đối với đại học chính quy, đại học vừa làm vừa học là vào cuối học kỳ thứ 01 và các học kỳ thứ 02, 03;  đối với đại học liên thông chính quy, đại học vừa làm vừa học là vào cuối học kỳ thứ 01. Đã hoàn thành ít nhất một học kỳ của ngành học ban đầu. Thời gian chuyển ngành đào tạo: đối với đại học chính quy, đại học vừa làm vừa học là vào cuối học kỳ thứ 01 và các học kỳ thứ 02, 03;  đối với đại học liên thông chính quy, đại học vừa làm vừa học là vào cuối học kỳ thứ 01. Ngành đào tạo mới mà người học xin chuyển sang học phải có trong danh mục ngành đào tạo của trường và cùng nhóm ngành theo quy định của Bộ giáo dục và Đào tạo. Đáp ứng điều kiện đầu vào của ngành muốn chuyển đến trong cùng năm tuyển sinh, cùng nguyện vọng và có điểm trung bình tích lũy đạt 2.0 trở lên. Việc chuyển ngành của sinh viên không gây ảnh hưởng xáo trộn việc tổ chức lớp ngành chuyển đi, chuyển đến. Được sự đồng ý của Trưởng khoa xin chuyển đi và Trưởng khoa xin chuyển đến (trường hợp ngành mới không cùng khoa quản lý). Quy trình thực hiện: Người học có đơn đề nghị chuyển ngành nộp tại phòng Đào tạo (sau khi được sự đồng ý của khoa chuyển đi và khoa chuyển đến). Thời gian nhận đơn chậm nhất vào tuần thứ 02 của mỗi học kỳ. Không nhận hồ sơ xin chuyển ngành ngoài thời gian quy định và không trả lại hồ sơ nếu không được giải quyết. Sau khi nhận được hồ sơ đề nghị chuyển ngành đào tạo, phòng Đào tạo xem xét, hoàn chỉnh hồ sơ tiếp nhận người học vào học gồm dự thảo quyết định tiếp nhận vào lớp, khóa học phù hợp, danh sách học phần được công nhận chuyển điểm - điểm R. Phòng Đào tạo cập nhật điểm chuyển cho người học và yêu cầu người học đăng ký học phần, đóng học phí để tiếp tục học tập. Mọi thủ tục nhận người học chuyển ngành phải hoàn thành trước khi vào học kỳ mới ít nhất 02 tuần. Thời gian đào tạo ngành mới: Thời gian đào tạo ngành mới được tính từ khi sinh viên vào nhập học ngành học đầu tiên."
            ],
            "context_set": ""
        },
        {
            "tag": "f1bad124-a9ab-49f7-b7de-d89b80fe6cef",
            "patterns": [
                "Đối tượng nào được chuyển trường?",
                "Điều kiện được chuyển trường?",
                "Những trường hợp nào thì sinh viên không được chuyển trường?",
                "Quy trình thủ tục chuyển trường?",
                "Thời gian xử lý việc chuyển trường là bao lâu?"
            ],
            "responses": [
                "Đối tượng chuyển trường: Người học đại học chính quy, vừa làm vừa học; người học đại học liên thông chính quy và vừa làm vừa học và người học đại học văn bằng thứ hai. Điều kiện được chuyển trường: Xin chuyển đến trường có cùng ngành hoặc thuộc cùng nhóm ngành với ngành đào tạo và có cùng hình thức đào tạo mà người học đang học. Được sự đồng ý của Hiệu trưởng trường xin chuyển đi và trường xin chuyển đến. Sinh viên không được phép chuyển trường trong các trường hợp sau: Sinh viên không đáp ứng điều kiện trúng tuyển của ngành học hoặc chương trình đào tạo tương ứng của trường xin chuyển đến. Sinh viên đang trong thời gian bị kỷ luật từ cảnh cáo trở lên. Sinh viên năm thứ nhất và năm cuối khóa. Quy trình thực hiện: Người học có đơn đề nghị chuyển trường nộp tại phòng Đào tạo. Thời gian nhận đơn chậm nhất vào tuần thứ hai của mỗi học kỳ. Không nhận hồ sơ xin chuyển trường ngoài thời gian quy định và không trả lại hồ sơ nếu không được giải quyết. Sau khi nhận được hồ sơ đề nghị chuyển đến, phòng Đào tạo xem xét, hoàn chỉnh hồ sơ tiếp nhận người học vào học gồm dự thảo quyết định tiếp nhận vào lớp, khóa học phù hợp, danh sách học phần được công nhận chuyển điểm - điểm R và danh sách học phần người học phải tiếp tục tích lũy để được công nhận tốt nghiệp trình Hiệu trưởng phê duyệt. Phòng Đào tạo cập nhật điểm chuyển cho người học và yêu cầu người học đăng ký học phần, đóng học phí để tiếp tục học tập. Mọi thủ tục nhận người học chuyển đến phải hoàn thành trước khi vào học kỳ mới ít nhất 02 tuần."
            ],
            "context_set": ""
        },
        {
            "tag": "3a646eb6-bf5f-4ac2-9f4f-637d0340c50f",
            "patterns": [
                "Trường hợp nào sinh viên bị cảnh báo học vụ?",
                "Việc cảnh báo học vụ thực hiện theo học kỳ hay năm học?",
                "Trường hợp sinh viên bị cảnh báo học vụ thì sinh viên phải làm gì?"
            ],
            "responses": [
                "Cảnh báo học vụ được thực hiện theo từng học kỳ, nhằm giúp cho sinh viên có kết quả học tập kém biết và lập phương án học tập thích hợp để có thể tốt nghiệp trong thời hạn tối đa được phép theo học chương trình. Việc cảnh báo học vụ của sinh viên được dựa trên các điều kiện sau: Điểm trung bình chung tích luỹ đạt dưới 1,20 đối với người học năm thứ nhất, dưới 1,40 đối với người học năm thứ hai, dưới 1,60 đối với người học năm thứ ba hoặc dưới 1,80 đối với người học các năm tiếp theo và cuối khoá. Điểm trung bình chung học kỳ đạt dưới 0,80 đối với học kỳ đầu của khóa học, dưới 1,00 đối với các học kỳ tiếp theo. Người học bị cảnh cáo học vụ phải tăng cường liên hệ với Bộ môn, khoa quản lý để được tư vấn về kế hoạch học tập của cá nhân. Người học sẽ được xóa tên trong danh sách cảnh báo học vụ nếu kết quả học tập học kỳ tiếp theo không còn vi phạm các điều kiện nêu ở trên."
            ],
            "context_set": ""
        },
        {
            "tag": "1c1710e0-e11b-4453-a7e7-2188a951e1af",
            "patterns": [
                "Có mấy diện Thôi học?",
                "Trường hợp nào thuộc diện thôi học theo yêu cầu?",
                "Trường hợp nào thuộc diện buộc thôi học?",
                "Người học thuộc diện buộc thôi học có thể học tiếp được không?",
                "Tại sao em không nợ môn nào mà vô kết quả học tập thì để em nợ 6 Tín chỉ là sao vậy ạ"
            ],
            "responses": [
                "Người học không thuộc diện bị buộc thôi học, thực hiện đầy đủ nghĩa vụ và trách nhiệm theo quy định, nếu thuộc một trong các trường hợp sau được đề nghị trường cho thôi học: Người học tự xét thấy không còn khả năng hoàn thành chương trình do thời gian còn lại không đủ để hoàn thành chương trình theo quy định. Vì lý do khác phải thôi học kèm theo minh chứng cụ thể và được Hiệu trưởng chấp thuận. Trường sẽ ra quyết định buộc thôi học và xóa tên khỏi danh sách người học nếu người học thuộc một trong các trường hợp sau: Đã hết thời gian đào tạo kể cả thời gian kéo dài (theo quyết định của Hiệu trưởng) mà chưa hội đủ điều kiện để tốt nghiệp và nhận bằng. Tạm dừng học tập quá thời gian quy định. Đã bị cảnh báo học vụ  03 lần liên tục. Bị kỷ luật ở mức buộc thôi học.  Người học thuộc diện bị buộc thôi học ngoài lý do bị kỷ luật được quyền nộp đơn xin xét chuyển sang học các chương trình ở trình độ thấp hơn hoặc chương trình vừa làm vừa học tương ứng cùng ngành trong vòng 01 năm kể từ ngày có quyết định bị buộc thôi học."
            ],
            "context_set": ""
        },
        {
            "tag": "92849ad9-3b70-4c31-a0e2-bbdb1eef66e4",
            "patterns": [
                "Nhà trường cho em hỏi như em khóa 05 mà điểm tích luỹ mới không đủ 2.0. Em có được đăng ký tốt nghiệp không ạ. Và hiện điểm tích luỹ hệ 4 em nhiêu ạ. Như không được quá hạn em chuyển sang hệ vừa học vừa làm hay cao đẳng liệu có được không ạ. Và chuyển như vậy em cần học gì để ra trường ạ."
            ],
            "responses": [
                "chào em; cô thầy hiện tại em đang nợ môn, nhưng điểm tích lủy mới chỉ có 1.97; em cần đăng ký học cải thiện 1 số môn điểm thấp để kéo lên 2.0 em nhé; Nếu hết thời gian; em có thể chuyển qua hệ ĐH vừa học vừa làm để trả nợ và tích lũy đủ số điểm thì ra trường nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "5aea857f-b82d-406d-b0eb-f3f47348bdbb",
            "patterns": [
                "Chào thầy/cô..hiện em đang bị mời nghĩa vụ mà bây giờ em chưa có tiền đóng học phí HK2 của khóa 08DHLTP..thì không biết em đem biên lai học phí HK1 lên được không ạ..hay em có thể nhận giấy xác nhận còn học tại trường không ạ"
            ],
            "responses": [
                "em phải đóng học phí hk1 mới được cấp giấy xác nhận em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "9e2428ab-6d7c-4200-9b18-d0ebc8753f60",
            "patterns": [
                "Chào thầy/ cô Cho em hỏi nhận bảng điểm và giấy tốt nghiệp tạm thời sau thời gian quy định được không ạ. Do em đang làm ở nước ngoài nên chưa về nhận đúng thời hạn được. Có thể cho em gia hạn nhận vào lễ tốt nghiệp tháng 10 được không ạ. Em cảm ơn",
                "Cô ơi cho e hỏi giờ còn mở đợt xét tốt nghiệp nào nữa không ạ"
            ],
            "responses": [
                "em đợi thông báo xét tốt nghiệp đợt sau nhé em , em có thể nhờ bạn lên nhận hộ; Phòng Đào tạo chỉ phát trong thời gian quy định thôi nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "654a39cf-913d-4710-aa3f-0126db6f5422",
            "patterns": [
                "chào anh chị ạ . cho em hỏi năm nhất thì đăng ký môn học là trường đăng ký luôn hay sinh viên tự đăng ký ạ . em có đăng ký 1 số môn mà hết lớp không biết còn đợt đăng ký môn học nào khác cho học kỳ 1 này nữa không ạ"
            ],
            "responses": [
                "học kỳ đầu tiên nhà trường tự đăng ký cho em nhé. Từ học kỳ 2 các em tự đăng ký"
            ],
            "context_set": ""
        },
        {
            "tag": "5a6b197d-e455-4c35-89cb-16e4e5a5a68a",
            "patterns": [
                "Hiện tại em ở lớp 10DHKT3 ạ em muốn chuyển lớp qua lớp 10DHKT5 ngành kế toán được không ạ vì em muốn học chung lớp với bạn em ạ"
            ],
            "responses": [
                "chào em! không thể chuyển lớp được em nhé Từ học kỳ 2; các em có thể tự đăng ký môn học qua lớp khác học chung với bạn bình thường nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "f518d3a3-cc8b-4009-a45c-22edce9907ee",
            "patterns": [
                "Em xin chào cô, xin cô giúp em có thể hủy học phần giáo dục thể chất 3(bóng đá) và thay bằng học phần giáo dục thể chất 3(bóng chuyền) vì em bị cận thị không học bóng đá được. Em xin cảm ơn",
                "Em có thể đăng ký thêm môn học khi thời khóa biểu đã khóa không ạ?"
            ],
            "responses": [
                "Thời khóa biểu đã khóa rồi không hủy, không đăng ký thêm được em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "0248af5c-e49d-4cbd-93a7-c8acd4c9b13e",
            "patterns": [
                "Em xin chào phòng Đào Tạo, cho em hỏi: nếu em không hoàn thành 3 học phần giáo dục thể chất thì em ra truờng đuợc không? Em xin cảm ơn",
                "Giáo dục quốc phòng và Giáo dục thể chất có tính vào điểm tích lũy không ạ?",
                "Kính gửi.! Hiện tại em mong muốn được nhận bằng một cách sớm nhất, phòng đào tạo và nhà trường có thể giúp đỡ em để em nhận bằng cao đẳng hoặc thấp hơn một cách nhanh nhất để thuận tiện cho công việc xin việc của em không ạ. Em xin trân thành cảm ơn phòng đào tạo và nhà trường rẩ nhiều"
            ],
            "responses": [
                "Trong chương trình đào tạo, Giáo dục quốc phòng và Giáo dục thể chất là những môn bắt buộc phải đạt thì mới được xét tốt nghiệp. Giáo dục quốc phòng và Giáo dục thể chất không tính vào điểm trung bình tích lũy."
            ],
            "context_set": ""
        },
        {
            "tag": "7ae9f6c7-462c-4210-b8dd-914a7292d505",
            "patterns": [
                "Trên lịch hiện giờ của em có 2 giáo dục thể chất 3(bóng đá và bóng chuyền). hôm nọ em có hủy và đăng kí thành công giờ thì ra vậy. mong phòng đào tạo xóa bỏ 1 môn giáo dục thể chất 3 (bóng đá)"
            ],
            "responses": [
                "Hiện cô thấy trên hệ thống đã xóa rồi nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "89a37c53-8f06-439c-920c-b16f77a70935",
            "patterns": [
                "Học kì hè này e có đăng kí học một môn. Vì chút lý do gia đình, em phải về quê ngay buổi học cuối cùng. Buổi đó e không ký tên được. Giảng viên em đã nộp bảng điểm lên rồi. Em mong có thể ký tên bù lại được không. Nguyên học kì hè e đã học rất đều đặn. Duy chỉ bữa cuối ở quê em có việc phải về. E rất mong có thể được ký tên thi cuối kỳ"
            ],
            "responses": [
                "em phải liên hệ giáo viên hoặc khoa để hỏi nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "482edfd3-945f-430c-a4b3-f9d9a0037118",
            "patterns": [
                "Em tên phạm bá anh ạ do năm nhất em có bị rớt môn tin học văn phòng mong phòng đào tạo cho em biết giờ môn thay thế là môn nào ạ . Em xin cảm ơn ạ"
            ],
            "responses": [
                "môn Kỹ năng ứng dụng công nghệ thông tin tương đương với môn Tin học văn phòng"
            ],
            "context_set": ""
        },
        {
            "tag": "ff181dba-597f-42c3-95e7-5d0a3cfe112d",
            "patterns": [
                "Em xin chào phòng Đào Tạo, cho em hỏi: em đã đăng ký học phần anh văn A2 rồi mà sao trên mạng không có? Em xin chân thành cảm ơn!",
                "Để làm giấy đề nghị mở lớp  thì sỉ số tối thiểu là bao nhiêu?",
                "học kỳ trước em bị rớt môn giáo dục quốc phòng, e muốn đăng ký học lại để kịp chương trình nhưng mà e lên đăng ký học phần hoài vẫn chưa thấy mở lớp bộ môn giáo dục quốc phòng mặt hết hạn đk học phần rồi nên e thấy hơi lo, mong phòng đào tạo giúp e giải quyết vấn đề này ạ"
            ],
            "responses": [
                "sỉ số tổi thiểu để giữ lớp đối với môn lý thuyết là 30 sinh viên, đối với môn thực hành học tại phòng máy tính hoặc phòng thí nghiệm là 15 sinh viên."
            ],
            "context_set": ""
        },
        {
            "tag": "4807e6cd-18fd-4cae-b6c3-ee738d93b3bd",
            "patterns": [
                "Điểm trung bình tích lũy (hệ 4): 1.58. để điểm trung bình lên 2.0 thì phải làm sao ạ?"
            ],
            "responses": [
                "em phải đăng ký học cải thiện để đủ điểm tích lũy nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "7cda46bb-46bd-4694-9277-23a7eb2d7472",
            "patterns": [
                "Kính gửi phòng đào tạo.! Em tên là Phạm Sơn Tùng, sinh viên lớp 05DHTH4. Em mong thầy cô giải đáp cho em với kết quả học tập hiện tại của em nếu xin chuyển xuống hệ cao đẳng thì em cần hoàn thiện những môn nào để được lấy bằng ạ. Và em mong nhà trường giúp đỡ em có cơ hội lấy bằng để giúp đỡ vấn đề xin việc làm của em ạ. Em xin chân thành cảm ơn",
                "Cho em hỏi là điểm thi em bị sai em nen làm gì ạ"
            ],
            "responses": [
                "nếu em chuyển xuống hệ cao đẳng; nhà trường sẽ xem xét môn nào được miễn giảm; còn lại các môn ko được miễn giảm em vẫn phải học hết theo chương trình khung hệ cao đẳng em mới được ra trường nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "01007b0e-c29f-41c3-82f7-629c9336023a",
            "patterns": [
                "Hiện tại e muốn kết thúc sinh viên để đi làm không biết em có thể lên ghi đơn thôi học và rút học bạ không thầy cô. E có mất khoản chi phí nào không ạ"
            ],
            "responses": [
                "chào em; nếu em làm đơn xin thôi học; nhà trường sẽ làm quyết định cho em thôi học; còn hồ sơ tất cả là bản photo nên không trả lại nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "3111da2b-1b36-447b-8a31-45114ef41600",
            "patterns": [
                "Em chào thầy/cô Thầy cô cho e hỏi , nếu mình chưa có đủ các chứng chỉ cần thiết để nhận bằng tốt nghiệp đại học, thì hạn chốt để bổ sung bà nhận bằng là bao lâu ạ, hay là khi nào đủ chứng chỉ thì nộp lấy được ạ. Ví dụ sau 3 năm mình lấy bằng được không ạ, trường có lưu bằng lại không ạ. Em cảm ơn",
                "Muốn nhận bằng thì liên hệ ở đâu?",
                "Có quy định ngày giờ phát bằng tốt nghiệp không ạ?"
            ],
            "responses": [
                "Trường không quy định thời hạn giữ bằng tốt nghiệp đối với những sinh viên đã được công nhận tốt nghiệp. Khi sinh viên đầy đủ các điều kiện chuẩn đầu ra theo quy định của Trường thì có thể liên hệ phòng Đào tạo vào các ngày thứ hai thứ tư thứ sáu hàng tuần để nhận bằng tốt nghiệp."
            ],
            "context_set": ""
        },
        {
            "tag": "b6f72691-4cc9-499f-bc5b-8b141ea3795b",
            "patterns": [
                "Kính thưa phòng Đào Tạo, Em là sinh viên thuộc khóa 09DHTP8, mã số: 2005180067 có thắc mắc về vấn đề điểm số được nhập vào. Cụ thể là học phần có tên là NHẬP MÔN CÔNG NGHỆ THỰC PHẨM chỉ có một cột điểm 8.7 trên app ASC, nhưng khi nhập trên web ở mục kết quả học tập của em là 8.3, em nghĩ là có sai sót gì ở đây kính mong phòng đào tạo xem xét lại giúp em. Em xin cảm ơn"
            ],
            "responses": [
                "chào em; cô thấy trên hệ thống là 8.3 em nhé. app đang có vấn đề; em xem trực tiếp trên web dùm cô nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "f009a36a-3c86-41a3-ba53-7d8122ef7817",
            "patterns": [
                "Em xin chào Phòng Đào Tạo, cho em hỏi: Thời hạn nộp bằng tốt nghiệp trung học phổ thông là khi nào? Em xin cảm ơn"
            ],
            "responses": [
                "em liên hệ Phòng Công tác HSSV và Thanh tra giáo dục để hỏi cụ thể"
            ],
            "context_set": ""
        },
        {
            "tag": "3691ffe9-d505-402a-ba6f-e307a7f66709",
            "patterns": [
                "Xin chào Thầy cô . Cho em hỏi hiện tại e thấy điểm tổng TBC tích lũy trên web và trên ap khác nhau là sao ah . Và điểm ở đâu là đúng . Em cám ơn"
            ],
            "responses": [
                "chào em; em cứ coi trên web nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "6c441697-5edb-446e-834c-1c26030a9b35",
            "patterns": [
                "Điểm môn đồ án chi tiết máy các bạn học đồ án cdt1 qua nhưng không làm đồ án chi tiết máy vẫn qua 7.5đ"
            ],
            "responses": [
                "chào em; em nói cụ thể để cô biết được không em."
            ],
            "context_set": ""
        },
        {
            "tag": "852c4d9c-16d2-4eab-b7ce-830c8a541031",
            "patterns": [
                "Hi thầy/cô! Em tên: Đặng Ái Quốc Lớp: 05dhth1 Mssv: 2001140202 Em vừa làm xong đồ án tôt nghiệp, nhưng điểm báo cáo của nhóm em là 8.8đ nhưng riêng em lại 0.0đ. Vấn đề này là do web lỗi hay do em bị rớt vậy ạ. Em là người code chính của đồ án. Nhưng các bạn lại được điểm, riêng em 0đ thì thật không đúng ạ. Mong thầy/cô giải đáp giúp em. Trân Trọng"
            ],
            "responses": [
                "chào em; cô thấy em đạt 9 điểm nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "5818567d-99fa-4c83-bf2b-06092efc6428",
            "patterns": [
                "Cho em hỏi sao điểm thi của em vẫn chưa có ạ , mà bạn em thì có rồi"
            ],
            "responses": [
                "chào em cụ thể môn gì vậy em"
            ],
            "context_set": ""
        },
        {
            "tag": "7c720db5-d538-4006-a26d-5e4f6ed937f6",
            "patterns": [
                "Dear thầy cô, em là sinh viên liên thông đợt 2 và học xót môn phương pháp nghiên cứu khoa học so với đợt 1. Em đã học môn này với lớp đại học ban ngày và mới thi xong. Vậy em có cần làm đơn chuyển học phần tương đương để đủ điều kiện tốt nghiệp không ạ",
                "Dear thầy cô, em là sinh viên liên thông đợt 2 và học xót môn phương pháp nghiên cứu khoa học so với đợt 1. Em đã học môn này với lớp đại học ban ngày và mới thi xong. Vậy em có cần làm đơn chuyển học phần tương đương để đủ điều kiện tốt nghiệp không ạ"
            ],
            "responses": [
                "30/7 công bố ds dự kiến tốt nghiệp trên web; nếu còn báo nợ em làm xác nhận tương đương nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "d79ac717-c8a2-472d-b9cf-12f033d4e097",
            "patterns": [
                "Em tên là Đức khoa Công Nghệ thông tin, kính xin thầy (cô) cho em hỏi là em đăng ký học phần còn thiếu môn Đại số tuyến tính, mà em đăng ký bị trùng lớp, giờ em đăng ký như thế nào cho khỏi bị trùng lớp? Kính mong thầy (cô) chỉ dẫn dùm em. Em cảm ơn thầy (cô) rất nhiều"
            ],
            "responses": [
                "nếu trùng lịch thì không thể đăng ký được nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "50099acf-b5be-4e9c-8f23-1d0c618a8a42",
            "patterns": [
                "Vào ngày 3/7/2019, em thực hiện phần đăng kí kỹ năng mềm do trường mở ra. Nhưng e đã đăng kí nhầm phần kỹ năng đàm phán của ngành khác. Nay e kính mong trường có thể cho e hủy học phần đó. Em chân thành cảm ơn ạ"
            ],
            "responses": [
                "chào em; hiện tại đã hết hạn hủy học phần rồi nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "1c4129ef-9059-49ea-bd0a-9e57e533961f",
            "patterns": [
                "Hiện điểm tích lũy của em là bao nhiêu vậy ạ. Cho e hỏi hiện trường có mở thi quét không ạ. Em khóa 05 có được thi vét để nâng điểm lên không ạ"
            ],
            "responses": [
                "chào em; điểm tích lủy của em hiện tại là 1.97; còn báo nợ môn chủ nghĩa mác lênin 2 em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "afa60e54-9d77-412a-a264-195fb278f1f9",
            "patterns": [
                "Cho em hỏi!Khóa 08 khoa Công nghệ thực phẩm tính theo thang điểm 5:5 cho các môn, nhưng em thấy trên hệ thống vẫn để thang 7:3 ạ.Em cảm ơn"
            ],
            "responses": [
                "chào em; các môn lý thuyết vẫn là 7:3 mà em"
            ],
            "context_set": ""
        },
        {
            "tag": "ee424e47-086f-47fc-8814-9b0507a5f32a",
            "patterns": [
                "Giảng viên dạy em, công bố trong đề cương khóa 08 là tính thang 5:5 nên em mới thắc mắc ạ"
            ],
            "responses": [
                "chào em; em liên hệ trực tiếp ở khoa công nghệ thực phẩm hỏi nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "68e4d8ad-037f-4415-9985-4f4ca0893adb",
            "patterns": [
                "Sau khi có điểm phúc khảo vậy khi nào nhà trường cập nhật lại điểm này vào lại kết quả học tập thế ạ"
            ],
            "responses": [
                "có điểm thì trong vòng 1 tuần nhà trường sẽ cập nhật điểm em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "1ada58c5-38a2-4c26-a30f-843e5c54e5f0",
            "patterns": [
                "Điểm thi phúc khảo của em được thay đổi từ ngày 21/6 mà đến nay chưa cập nhật"
            ],
            "responses": [
                "chào em; từ ngày 22-27/7 nhà trường sẽ cập nhật điểm em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "ebfe6ad1-e8ba-4c36-879d-27fde896dd0b",
            "patterns": [
                "Cho e hỏi e là sv 17cdqt3 đăng kí thực tập,thực tập quản lí, kiến tập,đồ án mà ko hiện thời gian đi thực tập, kiến tập ,đồ án ,thực tập quản lí mong thầy cô giúp",
                "Kính gửi thầy cô phòng đào tạo trường đại học HUFI thành phố Hồ Chí Minh. Em là sinh viên năm nhất của trường Thầy cô cho em hỏi nếu em bị điểm đỏ trong điểm thi học kỳ nhưng điểm tổng của môn là 6 điểm và điểm tổng trung bình trên 7 thì có được nhận học bổng không ạ. Em rất cảm ơn vì thầy cô đã đọc thư",
                "Trong đăng ký đợt 2 này thì e có được hủy những môn đăng ký đợt 1 không ạ? E chỉ muốn chỉnh lại giờ học (đăng ký lớp khác) chứ không phải bỏ luôn môn đã đăng ký Cảm ơn thầy cô đã đọc"
            ],
            "responses": [
                "chào em; các môn thực tập đồ án; sinh viên liên hệ khoa để biết cụ thể lịch nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "81578e7c-9df9-4021-b80b-ce07fa7b8d70",
            "patterns": [
                "Ở môn kỹ thuật lập trình, e rớt môn và học lại, cũng là môn kỹ thuật lập trình 0101002596 và 0101002598 Thầy cô cho e hỏi, khi nào mới gộp 2 học phần đó lại thành 1 vậy ạ, vì trên trang kết quả vẫn để là em nợ môn trong khi e ms học lại và thi qua rồi"
            ],
            "responses": [
                "chào em; khi có danh sách dự kiến xét tốt nghiệp; nếu còn báo nợ em mang giấy xác nhận môn học tương đương lên Phòng đào tạo nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "8aa3de88-6866-46f7-b3c4-4face745ab8d",
            "patterns": [
                "Em là sinh viên khóa 06 không nợ môn và đúng tiến độ. Nhưng em đã xin được việc làm và công ty yêu cầu phải có giấy tờ xác minh là học đại học và đã tốt nghiệp. Nhưng giờ chưa có 1 giấy tờ gì để em xác minh với cong ty hết. Em mong thầy cô sẽ có 1 cách nào đó để có được sớm nhất giấy tờ để cho sinh viên chúng em có được 1 công việc thật tốt. Vì em tin trường mình nên em đã cố gắng học và gắn bó với Hufi 4 năm rồi. Em xin chân thành cảm ơn quý thầy cô trước ạ. Em mong sẽ được các thầy cô giải đáp sớm ạ!!!!"
            ],
            "responses": [
                "chào em; nếu em đã hoàn thành chương trình; em tải mẫu giấy xác nhận hoàn thành chương trình; trên web trường nộp về phòng Đào tạo để xác nhận trước nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "bb7b5c2b-b414-4af7-9e75-f76746f4b414",
            "patterns": [
                "Em không biết vì sao mà đã gần một tuần em vẫn chưa xem được lịch học của mình trên công thông tin của trường,không biết công thông tin sinh viên của em có vấn đề gì không trong tuần này em còn có lịch thi nữa? Khi nào thì trường lập kế hoạch thu học phí để em còn đăng ký học phần vì phần đăng ký học phần của em đã tới đợt 2 rồi",
                "Em không biết vì sao mà đã gần một tuần em vẫn chưa xem được lịch học của mình trên công thông tin của trường,không biết công thông tin sinh viên của em có vấn đề gì không trong tuần này em còn có lịch thi nữa? Khi nào thì trường lập kế hoạch thu học phí để em còn đăng ký học phần vì phần đăng ký học phần của em đã tới đợt 2 rồi"
            ],
            "responses": [
                "chào em; cụ thể như thế nào; em có thể ghé phòng Đào tạo để các cô kiểm tra nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "75c86752-2325-42c6-a9b6-8f50bb73794e",
            "patterns": [
                "Kính thưa Phòng Đào Tạo, em đang là sinh viên Khoa điện điện tử khóa 07 năm 3, tuy nhiên do khi đăng kí vào học em không được quyền chọn ngành học do gia đình ép buộc cũng như em không thích ứng được với ngành mình đang học nên nay em xin phép được chuyển ngành khác, mong nhà trường xem xét cho em chuyển ngành học phù hợp với mình, vì hiện tại dù đã hết 3 năm học nhưng chương trinh vẫn thiếu hơn 1 năm, kính mong sự đồng ý từ nhà trường",
                "Em xin chào phòng đào tạo, cho em hỏi: nếu em không hoàn thành các học phần bắt buộc trong chương trình khung, vậy em có đủ điều kiện ra truờng không? Em xin chân thành cảm ơn",
                "Dạ cho em hỏi, em muốn đăng ký cải thiện 1 môn, nhưng khi đăng ký hệ thống báo là  học phần đã từng học nhưng không đã, đề nghị nhấn vào phần đăng ký học lại để đăng ký học phần này nhưng khi e bấm vào chổ học lại thì hệ thống không hiện lớp để e đăng ký, vào phần học cải thiện cũng bị tình trạng tương tự luôn ạ. Mong quý thầy, cô giải đáp giúp em ạ. Em xin cảm ơn",
                "Em là sinh viên khóa 16CDKT1.Môn học kế toán tài chính 3 (4 tín chỉ) học kì vừa rồi e có bị rớt.Giờ em muốn đăng kí học lại nhưng chỉ thấy nhà trường mở lớp kế Toán tài chính 3 (3 tín chỉ) .cho em hỏi là em có đki học kế toán tài chính (3 tín chỉ) có được không ạ",
                "Dạ cho em hỏi nếu như đến năm 4 mình vẫn chưa có bằng av thì có được xét để làm lễ tốt nghiệp không ạ"
            ],
            "responses": [
                "chào em; đối với khóa của em thì không được chuyển ngành em nhé!"
            ],
            "context_set": ""
        },
        {
            "tag": "fc85e4e7-3c59-4fce-b183-902ad4afe7ae",
            "patterns": [
                "Em cảm thấy không được công bằng với điểm thi. Giám thị canh thi chỉ canh ở phía trên còn các bạn phía dưới lợi dụng quay cóp =>> các bạn làm được bài, đủ điểm qua môn, và hả hê với kết quả đó trong khi các bạn không học bất kì bài nào. Em mong nhà trường xem xét lại kết quả thi",
                "Em đã đăng ký học phần là 9 học phần nhưng sao em thấy không đủ học phần mà em đã đăng ký, trong đó môn Anh văn B1 em đã đăng ký mà sao em thấy không có. Kính mong thầy (cô) giúp dùm em. Em Tấn Đức"
            ],
            "responses": [
                "chào em; em có thể nói cụ thể thi môn gì; phòng nào; ngày thi; tiết thi; để nhà trường xem xét được không em"
            ],
            "context_set": ""
        },
        {
            "tag": "d8c9d6dc-2612-454a-a8bb-0fe19baedbbc",
            "patterns": [
                "Mong quý thầy cô cập nhật kết quả học tập ạ.",
                "Em bị nhập nhầm điểm cho em xin gmail thầy Phan xuân khánh dạy quốc phòng 2 ạ"
            ],
            "responses": [
                "Chào em; hiện nay do quy ước điểm của các chương trình có yếu tố nước ngoài khác với hệ thống của Trường (do phải theo quy định của đối tác nước ngoài) nên sinh viên liên hệ trực tiếp đến Viện ĐT&HTQT (cô Ngà) để cập nhật điểm nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "2a3b8923-670b-4a07-ad88-2766843b7810",
            "patterns": [
                "Chào Khoa . Sau khi thi xong môn kế toán chi phí thì đã có điểm thi trên trang web trường lâu rùi. Tự dưng hôm qua khi có điểm quá trình môn kế toán chi phí, thì lại mất điểm thi môn kế toán chi phí. Em cám ơn!"
            ],
            "responses": [
                "chào em; do nhà trường đang mở khóa cho giảng viên nhập điểm; em đợi kết thúc đợt nhập điểm nhà trường khóa điểm sẽ được thấy trên hệ thống nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "eb59a5d8-2d82-4f3b-b320-2241b889db10",
            "patterns": [
                "Dạ cho em hỏi là nếu học 4 năm đại học mình vẫn chưa có bằng anh văn toiec thì mình sẽ lấy bằng tạm tthoi trước hay sao ạ",
                "Vậy rồi có được làm lễ tốt nghiệp không ạ hay đợi có bằng av mới được làm lễ tốt nghiệp ạ"
            ],
            "responses": [
                "chào em; nếu em được tốt nghiệp; chưa có các chứng chỉ vẫn được lấy bằng tạm thời nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "8b4ea222-6ca4-4ee5-8f99-9a15ab96efb7",
            "patterns": [
                "Dạ em chào thầy cô ạ. E là sinh viên khoá 06. Do 1 số sai sót nên môn Thí nghiệm vật lý e chưa đăng kí học phần. Dạ thầy cô có thể cho e biết được môn học phần tương đương của môn này không ạ. E cảm ơn ạ"
            ],
            "responses": [
                "Chào em; hiện tại Môn thí nghiệm vật lý không còn nữa; em có thể đăng ký học môn Vật lý đại cương 3 để thay thế nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "4d7f904b-f97a-4e17-8887-b3560228461a",
            "patterns": [
                "E là sinh viên 17cđqt3,cho e hỏi thực tập là bắt buộc đăng kí chung với lớp mình học hay sao.hiện tại lớp có mở lớp thực tập, E có thể để năm sau có còn mở lớp thực tập ko mong thầy cô giúp"
            ],
            "responses": [
                "chào em; thực tập tốt nhất là em nên đăng ký theo lớp của em để thuận tiện đi thực tập; nếu không em phải chờ khóa sau có mở môn đó thì em đăng ký chung nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "a64deddf-94c9-4d85-8e7b-47a476a50a22",
            "patterns": [
                "Em xin chào phòng Đào tạo, cho em hỏi: em mới học đến học phần anh văn A1, em muốn đăng ký học tiếp học phần anh văn A2 mà em thấy trên mạng chỉ có học phần anh văn B1 thôi thì em phải làm sao? Em chân thành cảm ơn"
            ],
            "responses": [
                "chào em; anh văn A2 hiên tại đã đầy sĩ số; em chờ đợt 2 nếu mở thêm nhóm em đăng ký nha"
            ],
            "context_set": ""
        },
        {
            "tag": "7b095767-1af7-4c18-be19-07de8e785530",
            "patterns": [
                "Em chào thầy/cô. Em là sinh viên khoa điện, điện tử. Hiện tại em đang đăng ký học lại ở lớp hè môn kỹ thuật xung số(mã học phần 0101002877) nhưng khi vào đăng ký học ở khung học lại thì không thấy môn ấy và khi đổi qua khung học mới thì lại không cho đăng ký học mới. Giờ em không biết phải đăng ký môn đó như thế nào mong thầy/cô giúp em có thể đăng ký môn được. Em cảm ơn",
                "Cho em hỏi là : Trong 1 học kỳ mà có 2 môn trung bình yếu vậy có đk học lại không ạ!"
            ],
            "responses": [
                "chào em; nếu không đăng ký được; lên phòng Đào tạo cô hỗ trợ nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "bc2367a4-6f10-41f5-a25c-1e48e93d72b1",
            "patterns": [
                "Đăng ký học lại nhưng kông thực hiện được khi chọn ô Học lại thì không hiện môn đăng ký, còn khi chọn ô Học mới thì lại ra môn học nhưng không đăng ký được",
                "Em là sinh viên khóa 09DH, tình hình là em có nợ môn quốc phòng an ninh 1. Em muốn trả trong học kỳ tới. Nhưng em đăng ký phần học lại mãi vẫn không được ạ. Nhà trường xem xét giúp em ạ. Mong sẽ có cấu trả lời sớm nhất từ phía nhà trường. Em cảm ơn ạ."
            ],
            "responses": [
                "chào em; cụ thể môn gì để cô kiểm tra nhé; nếu không thì lên phòng Đào tạo cô hỗ trợ đk nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "6557427a-b25f-48b8-b662-b15486c25d49",
            "patterns": [
                "Thưa thầy cô phòng đào tạo , e là sinh viên hufi . Vào hôm đăng kí học phần e đã thức nguyên đêm mà không thể đăng kí đủ học phần do số lượng truy cập rất đông , e viết đơn này để mong phòng có thể mở thêm số lượng người đăng kí 2 môn Anh văn a2 và thống kê ứng dụng . Em xin chân thành cảm ơn và mong phòng đào tạo giúp đỡ , xin tạo điều kiện để cho e và còn rất nhiều bạn đăng kí đủ học phần"
            ],
            "responses": [
                "chào em; môn thống kê ứng dụng cô đã mở thêm số lượng rồi; còn môn anh văn; để đợi đợt 2 mở thêm rồi em đk nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "b399f0f2-bf1f-4bc0-8c88-22caed2f11f1",
            "patterns": [
                "Cho em hỏi bây giờ em học hệ cao đẳng chính quy ạ. Bây giờ em muốn hủy môn học và đăng kí ôn mới thì phải làm sao ạ",
                "Cho e hỏi e là sinh viên 17cdqt3 , e vào trang chủ trường đăng kí học phần ko đc ,nó hiện lên là Bạn Không đăng kí học phần đc mong thầy cô giúp"
            ],
            "responses": [
                "chào em; nếu em muốn ôn thi mới thì em cứ nộp hồ sơ ở Trung tâm tuyển sinh nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "3abf30d0-24a3-41bc-8ab9-400f7eba9a47",
            "patterns": [
                "Cho em hỏi là trườg đăg thôg báo là hôm nay 27/5 là được đăg ký học phần khoá 07, đại học liên thôg vào lúc 8 giờ mà tới giờ em vào vẫn chưa đăng ký được ? Em học khoá 07 đại học liên thôg",
                "Hôm nay ngày cuối để đăng ký nhưg em vẫn không đăng ký được ."
            ],
            "responses": [
                "chào em; em đã đăng ký được chưa; nếu vẫn chưa được; đến ngày 3/6 vào đăng ký cho đợt đk chung các hệ; nếu vẫn ko được lên phòng Đào tạo để được hỗ trợ nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "af08fdfe-fb60-4233-b294-704823dc3954",
            "patterns": [
                "chào thầy cô, em tên phan thị bảo hân. cho em hỏi là: lớp Quản trị kinh doanh hệ đại học có 5 lớp, nhưng đăng kí học phần môn quản trị chuỗi cung ứng chỉ hiện có 3 lớp thôi, và đã hết sạch chỗ. vậy em phải đợi đợt sau đúng không ạ? hay là làm đơn xin mở thêm lớp",
                "Em muốn đăng ký học lại môn Giáo dục an ninh - quốc phòng 2 nhưng vào lại không hiển thị trong phòng đăng ký học phần. Em xin phòng đào tạo đăng ký giúp em lớp học phần 07DHCDT nhóm HP 04 môn Giáo dục an ninh - quốc phòng 2. Em xin cảm ơn",
                "Chào thầy cô Em có 2 điều muốn hỏi ạ Thứ nhất: E muốn hỏi là môn Đánh giá cảm quan em qua môn mà trong phần học lại e lại có môn này ạ Thứ hai: môn Quy hoạch thực nghiệm e chưa thi thì tại sao e đăng kí không được ạ. Lúc đăng kí lại hiện lên là học phần em không đạt yêu cầu đăng kia học lại ạ Em cảm ơn",
                "Môn anh văn 2 khoá 06 bây giờ đổi thành anh văn A2 đúng không ạ Môn phân tích định khoá 06 lượng ngành đảm bảo chuyển thành môn thay thế nào ạ. Em xin chân thành cảm ơn .",
                "Dear thầy cô! em còn nợ hai môn kiểm tra chất lượng thực phẩm và kỹ thuật lạnh. Vì lý do công việc nên em ko thể học lớp ngày. mà em ko thấy mở lớp đêm Cho em hỏi có thể thay thế bằng môn khác được hay không, quy trình xử lý vần đề này như thế nào? Em cám ơn!",
                "Dạ em bị rớt môn QPAN1 (4 chỉ) mà giờ nhà trường chỉ mở lớp QPAN1 (3 chỉ) bây giờ em phải làm sao ạ. Em có thể xin mở lớp QPAN1(4 chỉ) được không ạ em xin cảm ơn"
            ],
            "responses": [
                "chào em; môn này đối với hệ chính quy chỉ mở 3 nhóm thôi; vẫn còn chỗ em có thể đk đc nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "d0fe2b3c-1940-4abc-a575-883ecdc604ec",
            "patterns": [
                "Dạ rồi còn 1 chỉ em phải chọn môn trong chương trình để đăng kí vào cho đủ hay sao ạ"
            ],
            "responses": [
                "chào em; không sao cả em nhé; vì môn này ko tính điểm tích lủy; vì thế học ít hơn cũng dc em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "afdc19f7-9c55-475b-86b8-f24a89a0a782",
            "patterns": [
                "E là sinh viên 17cdqt3, e đăng kí học lại ở trang chủ của trường là sinhvienhufi.edu.vn khi e bấm vào đăng kí học phần ,bấm tiếp học lại thỉ chọn khoá học là tất cả ,nghành là tất cả, loại đào tạo lÀ đại học .Sao ko có môn nào, vậy e làm sao đăng kí mong thầy cô giúp"
            ],
            "responses": [
                "chào em; do em học các môn trước là hệ cao đẳng; nếu em muốn đăng ký với hệ ĐH em vào phần đk học mới nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "93346e35-ca6a-4b91-9ca0-f2cfb690bfd8",
            "patterns": [
                "Cho em xin mở thêm sĩ số các lớp học tư tưởng với ạ",
                "Em là sinh viên ngành công nghệ thông tin chuyên ngành công nghệ phần mềm xin phòng đào tạo mở thêm lớp học phần học hè để sinh viên chúng em có thể học nhanh nhanh tiến độ trong thời gian nghỉ hè."
            ],
            "responses": [
                "chào em; cô có mở thêm mỗi nhóm 10sv rồi; em lên mạng đk thêm nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "25e857bb-9a0c-4d85-b0ff-7db405aa4d3c",
            "patterns": [
                "Dear thầy/cô, Em là sinh viên khóa 05dhth1, em có đăng kí môn học ở học kì này, lịch học thì có đầy đủ nhưng công nợ là 0. Thầy/ cô hỗ trợ giúp em để em đóng học phí. Em xin cảm ơn. Trân Trong!",
                "cho em hỏi hôm qua là hết hạn đóng tiền môn trường điện từ mà em đóng chưa kịp không biết em có còn cách nào để đóng tiền môn đó không",
                "Chào thầy/cô Em tên là Châu Thị Ngọc Huyền, mssv: 2005150186, Lớp 06dhtp5. Học kỳ 1 vừa rồi trên danh sách điểm rèn luyện lớp trưởng kí tên thì e được 80 điểm, nhưng trên trang web cập nhật điểm rèn luyện lại ghi có 72 điểm, mong thầy/ cô xem xét sửa lại điểm cho em , em xin cảm ơn.",
                "Dạ e đang là sinh viên năm nhất do gia đình e có chuyện nên học kì hai e không đi học được em không có điểm trên lớp và chắc e sẻ không thi được học kì hai e bị rớt 9 môn bây giờ nếu e muốn đăng kí học lại những môn đó thì có cách nào không ạ",
                "Dạ cho em hỏi nếu muốn đăng kí học lại từ đầu thì có được không ạ và nếu được thì phải đến phòng bang bào và gập trức tiếp ai để đăng kí ạ. Học vào khoá sau ạ. Bõ hết kết quả và học lại từ đầu thì có được k ạ.",
                "Cho e hỏi em muốn học lại môn quốc phòng 3,2 nhưng không biết đăng kí học lại không được mong thầy cô giúp. Cho em hỏi khi nào nhà trường thường mở lớp học hè"
            ],
            "responses": [
                "Chào em; Cô thấy công nợ của em có mà Công nợ phải nộp: 3,525,000 VNĐ, bây giờ là hết hạn đóng học phí rồi, em liên hệ phòng Kế hoạch tài chính để biết cụ thể nha"
            ],
            "context_set": ""
        },
        {
            "tag": "5108649f-292a-4fec-a2bc-987f9b756d77",
            "patterns": [
                "Cho em hỏi lịch thi HK2 của khoa công nghệ thực phẩm trong đợt 2 bắt đầu từ ngày nào ạ?",
                "Có một môn e chưa đóg tiền vậy có bị cấm thi ko ?hay là chỉ cấm thi 1 môn đó thôi?",
                "Nhưng e lở dăng ký nó ko cho huỷ chứ đâu phải e ko huỷ đâu"
            ],
            "responses": [
                "theo tiến độ thì khoảng 3/6 đến 23/6 em nhé em đợi thông báo cụ thể về lịch thi của nhà trường nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "471869dc-7206-4540-9bf0-8d9229019e4d",
            "patterns": [
                "Dạ cho em hỏi là thi av A2 từ tiết 13-14 vậy là bắt đầu lsuc 17h30 hay 18h vậy ạ Em cám ơn.",
                "Em đăng ký học phần do emhọc buổi tối nhưg em đăng ký nhằm học buổi ság mà gio em huỷ học phần ko được ak"
            ],
            "responses": [
                "chào em; từ lúc 18hoo em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "e8c275e8-618d-4c6b-94dd-be99b75e5a2b",
            "patterns": [
                "cho em hỏi,trường có mở thêm lớp quốc phòng 3 nữa k z ạ. Em cảm ơn",
                "cho em hỏi có một số lớp bị hủy. vậy em đk đợt sau vẫn được và nộp học phí 1 lần đúng k ạ.em cảm ơn",
                "Cho em hỏi điểm trong khung Điểm 10 của e là 4.70 mà Điểm chữ của e là loại F là sao ạ? E cám ơn nhiều ạ"
            ],
            "responses": [
                "chào em; có 1 số nhóm đang mở cho tháng 6,7 học đó em; em vào đk được nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "784fc1b3-5619-4131-bcc5-00feb9c7bf15",
            "patterns": [
                "Cho e hỏi e là sinh viên 17cdqt3, học bằng tin để ra trường là loại bằng nào vậy mong thầy cô giúp",
                "Em có thấy trên trang của trường thông báo lịch thi. Em thấy lịch thi của lớp 07DHLKT1 trên thông báo khác hoàn toàn ngày thi với lịch thi trong cái mục xem lịch thi khi em đã đăng nhập vào tài khoản mã số sinh viên của em . Cho em hỏi lịch thi ở đâu là chính xác. Em cám ơn"
            ],
            "responses": [
                "http://sinhvien.hufi.edu.vn/News.aspx?MenuID=457 Chào em; em vào link này đọc quy chế nhé. Quy định CNTT đăng ngày 6/9/2016"
            ],
            "context_set": ""
        },
        {
            "tag": "917dfca2-dcec-431c-9cf7-320303c73072",
            "patterns": [
                "Chào thầy cô, cho e hỏi là đợt thi vét cho khóa 14 là khi nào mới mở đợt thi vậy ạ. Em cảm ơn ạ.",
                "Em đóng học phí hk2 trễ nên bị đăng ký học lai. Nhưng môn thí nghiệm hóa đại cương thì em kiểm tra rồi. Nên co được bảo lưu hay không. Xin cảm ơn",
                "Nhà trường cho em hỏi, học kì hè này có mở 3 môn: Quốc phòng 3 AB, đường lối,thể chất 2 không ạ. Em đã nộp đơn lên xin các khoa rồi ạ. Em xin cảm ơn",
                "Em đã đóng tiền học phí trước ngày 18 rồi mà sao trong danh sách chưa đóng tiền học phí có tên em vậy"
            ],
            "responses": [
                "chào em; thi vét khóa 14cd phải đợi đến khoảng thời gian từ tháng 8-11/2019 em nhé em theo dõi thông báo trên web"
            ],
            "context_set": ""
        },
        {
            "tag": "763981e7-ddae-4899-961c-84f22f3adfd3",
            "patterns": [
                "Dạ cho em hỏi giờ mình thấy ngành học không phù hợp có được chuyển k ạ",
                "Dạ cho em hỏi nếu em muốn bảo lưu kết quả học năm nhất em phải làm ntn ạ... Ngoài đơn xin bảo lưu em có phải nộp thêm giấy tờ gì về khoa ko ạ.... Em mong sớm nhận câu trả lời. Em cảm ơn"
            ],
            "responses": [
                "chào em; em có thể chuyển được; nhưng phải cùng khối ngành nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "70fcf29f-9f8a-4d8c-9703-a7b2140bbfd0",
            "patterns": [
                "Em chào thầy cô, Em có đăng kí thành công 1 môn đồ án, nhưng không hiện công nợ, cũng không hiện lịch học, em không đóng học phí được, mà giờ thì cũng hết thời gian rồi. Thầy cô cho em hỏi giờ em phải làm gì ạ, môn đồ án có bị hủy không ạ. Em cảm ơn.",
                "Anh chị cho em hỏi hiện điểm công tác xã hội của em là bao nhiêu ạ",
                "Chào thầy cô. Cho em hỏi điểm tổng kêt mỗi học kì như thế nào thì bị cảnh cáo học tập ạ. Và bị như thế thì sẽ ảnh hưởng gì ạ. Em cảm ơn"
            ],
            "responses": [
                "chào em; ở học kỳ hiện tại cô chỉ thấy em đăng ký môn Đồ án chuyên ngành công nghệ thực phẩm thôi nhé. Môn này sẽ được đóng sau; khi nào hiển thị công nợ em đóng tiền nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "c83b9b64-a178-4cb0-a684-35443b8bca97",
            "patterns": [
                "Chào thầy cô. Nếu em bị rớt điểm sinh hoạt giữa khóa và đầu khóa thù làm sao để em thi lại ạ. Em cảm ơn"
            ],
            "responses": [
                "chào em; em phải đk học lại và thi nhé; (học miễn phí)"
            ],
            "context_set": ""
        },
        {
            "tag": "2ab8164b-1708-4f59-9978-e64aa752c5e6",
            "patterns": [
                "Dạ cho em hỏi là em muốn đổi ngành nhưng không còn giấy báo trúng tuyển thì em có được chấp nhận không ạ."
            ],
            "responses": [
                "chào em; em muốn đổi từ ngành gì qua ngành gì em"
            ],
            "context_set": ""
        },
        {
            "tag": "263a4cfe-8ac4-42be-9e52-d5b7216be1fd",
            "patterns": [
                "Em đổi ngành thực phẩm sang ngành hóa học á cô ơi",
                "Kính gửi Phòng Đào tạo Em tên Nguyễn Hoàng Vương lớp ĐHL06MT1, hôm nay em viết thư này gửi phòng đào tạo xin mở lớp môn Iso 1400 hoặc môn Mô hình hoá môi trường để em hoàn thành khoá học. Em cám ơn",
                "Cho e hỏi e là sinh viên khoá 2017 , em còn 5 môn chưa học vậy có được đăng kí thực tập,kiến tập,đồ án được không mong thầy cô giúp",
                "Cho e hỏi sao công nợ của e vẫn chưa có ạ. 18 là hết hạn đóng học phí rồi. Nếu chưa có e phải làm sao ạ"
            ],
            "responses": [
                "chào em; nếu em muốn chuyển ngành từ CN Thực phẩm sang CN Hóa; em làm đơn xin chuyển ngành theo mẫu http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=19; nộp về Phòng đào tạo trước khi đăng ký môn học đk học ngành mới em nha"
            ],
            "context_set": ""
        },
        {
            "tag": "e9bb2e4a-0e09-48e1-8a47-b22cb1d830c7",
            "patterns": [
                "cho em hỏi môn quốc phòng-an ninh 1 : điểm trên lớp em là 8, thi em được 4.3, trung bình môn theo thang điểm 10 là 5.4, theo thang điểm 4 là 1.5 , xếp loại Dquestion: . vậy em cần học lại k ạ. Em cảm ơn!"
            ],
            "responses": [
                "nếu điểm tổng kết trên 5.0 là đạt em nh"
            ],
            "context_set": ""
        },
        {
            "tag": "a8aa9494-3d23-4a9c-bb9e-f8262f9621e1",
            "patterns": [
                "nhưng tổng số tín chỉ của em thiếu mất 1 môn. vậy em liên hệ phòng nào để em có thể sửa lại được ạ",
                "Em chào quý thầy/ cô Em tên là huyền. Lớp 06dhtp5. Mssv: 2005150186. Cho em hỏi học kỳ 2 năm 2018-2019. Em đăng kí 4 môn. Nhưng sao trên công nợ chỉ hiện có 1 môn thực tập quản lí thôi. Em hỏi để nộp học phí ạ. Em cảm ơn",
                "Kính thưa quý thầy cô. Em được thông báo hôm nay mở đăng ký lớp môn PPNCKH học từ tháng 4 mà em vẫn không thể đăng ký được môn học này. Em xin quý thầy cô giúp mở lớp để e hoàn thành môn học kịp ra trường. Em xin cảm ơn"
            ],
            "responses": [
                "chào em; em ghé Phòng Đào tạo gặp cô Thúy để được chỉnh sửa nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "ed4e9eda-a83e-4d2f-a6d1-7dc99b3b4172",
            "patterns": [
                "Kính chào quý thầy cô phòng đào tạo. Em tên Luân khóa 04DH. Hiện em không biết là mình còn thiếu bao nhiên tín chỉ và tín chỉ đó là của những môn học nào? Em xin quý thầy cô giải đáp giúp em. Và thứ hai, môn PPNCKH kì này có mở không ạ? Nếu không mở thì em có thể thay thế bằng môn nào khác được không ạ? Em mong nhận được hồi âm sớm của quý thầy cô. Em xin chân thành cảm ơn"
            ],
            "responses": [
                "chào em; em phải dựa vào chương trình khung và bảng điểm của em để xem em còn nợ môn nào nhé. môn phương pháp NCKH có mở; có 1 nhóm tháng 04 này bắt đầu học nếu em muốn đăng ký thì ngày 4/3 lên mạng đk nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "cd6edd42-6b3c-4295-a8d0-b7648122bb59",
            "patterns": [
                "Điểm thi của em chưa cập nhật hết xin phòng đào tạo xem lại giúp em"
            ],
            "responses": [
                "chào em; cô thấy môn máy cắt kim loại điểm thi vét em đạt 7.5 điểm rồi nhé; em làm đơn xét tốt nghiệp gấp trong hôm nay nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "36417d5b-61ac-4477-9646-8b1297718589",
            "patterns": [
                "Dạ cho em hỏi xét tốt nghiệp đợt 2 là vào tháng nào vậy cô.em về quê đi làm nên không lên kịp ạ"
            ],
            "responses": [
                "chào em; khoảng tháng 8/2019 em nhé; theo dõi thông báo trên web"
            ],
            "context_set": ""
        },
        {
            "tag": "94a167c6-89dd-457c-ae1d-353f24e1cb58",
            "patterns": [
                "Cho em hỏi thời gian nộp học phí đến hết ngày 18/3/2019 nhưng sao học phần của em hiện giờ lại bị ở trạng thái rút học phần hầu như là hết chỉ chừa mỗi Anh Văn A1 thôi là như thế nào ạ? Xin cảm ơn",
                "Em chào thầy cô ạ. Dạ cho em hỏi em đã đóng học phí và muốn rút học phần trong thời gian quy định, thù em có thể rút online được không hay phải lên phòng đào tạo.Em cảm ơn ạ"
            ],
            "responses": [
                "chào em; ở trạng thái rút học phần vẫn có thể đóng học phí mà em."
            ],
            "context_set": ""
        },
        {
            "tag": "8e98c6ff-c39d-4a79-adf0-c9aea24ee274",
            "patterns": [
                "Dạ thầy cô cho e hỏi là thời gian phúc khảo điểm HK1 là khi nào vậy"
            ],
            "responses": [
                "chào em; em xem thông báo trên web trường nhé; theo đường link sau: http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=1849"
            ],
            "context_set": ""
        },
        {
            "tag": "11f5e2eb-7553-4e8c-897d-11eee68091f4",
            "patterns": [
                "Gửi phòng đào tạo! E là sinh viên học song ngành, trong đó có 1 ngành em đã tốt nghiệp, còn 1 ngành đang học năm 4 Trong đợt thi hk1 năm 2019 vừa rồi, em vẫn chưa đc cập nhật điểm thi, nhưng em lại đang trong kì thực tập, em đi thực tập từ thứ 2 đến thứ 7. Đáng lẽ em phải lên trường nhưng em không có thời gian, em xin nhờ thầy cô đọc được thư này giúp đỡ em với ạ",
                "Dear thầy cô, Hiện tại em đã tốt nghiệp, nhưng em không có bằng tiếng anh. Nhà trường có thể cho e lấy bằng được không. Em xin hỏi mình có bị hủy bằng tốt nghiệp không. Mong thầy cô giải đáp Em xin cảm ơn"
            ],
            "responses": [
                "chào em; điểm của em đã được nhập; em lên mạng kiểm tra lại nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "6d8b6872-4638-41c3-9a79-e36f337d4036",
            "patterns": [
                "Em là sinh viên đại học khoá 04 còn nợ nhiều môn và không trả nợ kịp trong năm nay. Em cần phải làm đơn gì để được tiếp tục học ạ",
                "Dạ cho em hỏi là hệ vừa học vừa làm là học vào buổi tối phải không ạ?",
                "Cho em hỏi trường hợp của em nếu chuyển xuống hệ cao đẳng có được giảm bớt môn học không ạ ?"
            ],
            "responses": [
                "chào em; khóa học của em là 2013-2017; (được kéo dài thêm 2 năm để trả nợ) vậy em còn thời gian rất ít; nếu em ko trả nợ kịp thì em làm đơn xin chuyển hệ đào tạo sang vừa học vừa làm để trả nợ tiếp nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "88bd9a75-4f0a-4b22-8e4a-74b8fdb5fcd5",
            "patterns": [
                "Dạ cho em hỏi là khi xét điểm tốt nghiệp với xét điểm làm đồ án khoá luận là dựa vao điem trung bình môn tích luỹ hay trung bình môn học kì vậy ạ",
                "Dạ cho em hỏi em năm nay học năm 5(quá niên khóa 2014-2018) bị gọi đi nghĩa vụ quân sự,vậy có thể bảo lưu kết quả học tập được không ạ!",
                "Xin chào Thầy cô. Thầy cô ơi, cho em hỏi điểm thi VET khi nào trường mình update vậy ạ . em chờ lâu quá, em thấy có thông tin đăng ký xét tốt nghiệp rồi mà chưa thấy điểm up lên, em mong thầy cô sớm update lên để sinh viên tụi em biết điểm mà đăng ký xét tốt nghiệp ạ. em chân thành cảm ơn!. Trân Trọng",
                "Chào thầy cô Môn sinh lý thực vật của em bị mất cột điểm thi kết thúc môn. Trước đó em xem thì vẫn nhập điểm bình thường, nhưng em thấy mất điểm cũng tầm 2 học kỳ rồi nhưng không thấy hiện lên lại. Em xem bên đăng ký học cải thiện thì điểm vẫn còn. Em hỏi bạn thì các bạn cũng bị như vậy. Em mong thầy cô xem lại giúp em ạ. Em cám ơn"
            ],
            "responses": [
                "chào em; dựa vào điểm trung bình tích lủy nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "2f0bb038-caaf-4e68-9d0b-ad51cb2e6861",
            "patterns": [
                "Cho e hỏi e đóng học phí đầy đủ và đi thi đầy đủ tất cả các môn mà sao em xem điểm thì có điểm tất cả các môn mà sao mấy ngày nay e vào xem lại thì không có ,các bạn em đều có điểm sao e không có xin thầy cô giúp đỡ",
                "phòng đào tạo cho em hỏi, em đăng kí 4 môn trong nhóm tự chọn để học, nhưng có một môn bị điểm thấp và học kí tiếp theo em đăng kí môn khác trong nhóm tự chọn đó để học cải thiện cho môn em bị điểm thấp, vậy điểm trung bình tích lũy chung cho tất cả các học kỳ có tính môn em học bị điểm thấp không ạ! xin cảm ơn",
                "Dạ em chào thầy cô. Em tên Thư học lớp 08ĐHTP3. Em muốn hỏi là em có nguyện vọng chuyển đổi ngành học. Qua Công Nghệ Hóa Học. Thì em cần có những điều kiện cụ thể nào ạ. Và các môn em đăng kí học kì này thì em có thể rút học phần mà không phải đóng học phí không ạ. Em cảm ơn",
                "Vậy thì em có thể hủy các môn ở học kì này được không ạ. Em cảm ơn"
            ],
            "responses": [
                "chào em; cô thấy hệ thống đã có điểm rồi mà"
            ],
            "context_set": ""
        },
        {
            "tag": "75e59a5c-6680-4fad-bf22-1e67ae3cc0fe",
            "patterns": [
                "Dạ e chào thầy cô. Em muốn chuyển ngành thì em nộp đơn cho cả khoa thực phẩm và khoa hóa học đúng không ạ. Dạ cho em e hỏi thêm là. Đơn chuyển ngành cần bản sao giấy báo trúng tuyển. Nhưng bây giờ em k còn nữa. Vậy em có được chấp nhận không ạ. Em cảm ơn",
                "Học kì vừa rồi em bị điểm F môn toán cao cấp phải thi lại . Em muốn hỏi khi nào mở lớp học lại và lịch thi lại vậy ạ . Và phí đóng thêm là bao nhiêu",
                "Những môn em trả nợ xong rồi, nhưng trên trang hệ thống vẫn còn lưu số chứng chỉ nợ. Em xem trên trang hệ thống không có môn điểm “F” nào khác ngoài mấy môn e đã trả nợ xong. E đã học cải thiện môn xác xuất thống kê nhưng điểm cũ vẫn còn là sao ạ? Sao không mất điểm cũ đi ạ? Em muốn hỏi 5 chứng chỉ nợ của em là những môn nào ạ?",
                "Cho em hỏi tại sao môn những nguyên lí cơ bản của maclenin 1 em có dự thi đầy đủ mà em lại có điểm là 0.00? Mong thầy cô giải đáp thác mắc của em! Em xin cảm ơn!"
            ],
            "responses": [
                "chào em; em vào link http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=19 tải đơn chuyển ngành; làm theo mẫu nhé làm vào cuối hoặc đầu mỗi học kỳ để đăng ký được nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "b4334c5c-dfa0-4f88-99af-424f0cb8450b",
            "patterns": [
                "Nhưng em có tham dự thi đầy đủ xó kí tên mà em lại có điểm 0.00 làm điểm tổng em bị kéo xuống khá nhiều? Cho e hỏi lí do ạ! E cảm ơn!"
            ],
            "responses": [
                "chào em cô thấy điểm tiểu luận của em là 6.0 cuối kỳ 3.0 Tổng kết 3.9đ mà em"
            ],
            "context_set": ""
        },
        {
            "tag": "92ff7a89-5145-4805-a945-4c3e93a7ab79",
            "patterns": [
                "Nhưng e lại có 1 điểm 0.00 mà e ko biết lí do tại sao?",
                "Cho em hỏi môn thực hành nguội của em đầu tiên học thầy Thọ giờ chuyển sang thầy Vương và bị chuyển lịch là sao ạ em không hiểu?",
                "em vừa thi xong môn nợ Quản trị học, sắp tới có đợt tốt nghiệp, mong được biết điểm sớm để thuận tiện đăng kí tốt nghiệp ạ",
                "Em xin nói về phần điểm cuối kỳ của các học phần. Em nhớ bình thường thi xong các môn bằng hình thức trắc nghiệm online bằng máy tính, thi xong là có điểm ngay. Nhưng hiện tại kì này thì đã hai tuần trôi qua vẫn chưa có cập nhật điểm. Em nghĩ đã đến lúc trường nên cập nhật điểm cho sinh viên, vì thi trắc nghiệm online bấm nộp bài là sẽ có điểm ngay."
            ],
            "responses": [
                "chào em; em lên phòng Đào tạo gặp cô Thúy để nói cụ thể hơn nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "0bda2636-732a-42fd-8da7-b8b77588b907",
            "patterns": [
                "E muốn đăng ký làm thẻ ocb thì đến đâu để đăng ký ạ",
                "Dạ e chào thầy (cô), e là sinh viên khoa cơ khí 14CDCK khoá 2014-2017, e có bị nợ môn học phần tự chọn là môn BƠM-QUẠT-MÁY NÉN TRONG CÔNG NGHIỆP, e đợi mở lớp môn này đã 2 học kì mà vẫn chưa mở, e mong thầy (cô) có thể xem xét học phần tương đương để e có thể ra trường ạ. E xin cảm ơn và mong nhận được câu trả lời sớm nhất. E chào thầy (cô)",
                "CHO EM HỎI LÀ ĐỂ LẤY ĐƯỢC HỌC BỔNG LOẠI KHÁ THÌ ĐIỂM RÈN LUYỆN TRONG HỌC KỲ PHẢI ĐẠT BAO NHIÊU MỚI ĐƯỢC NHẬN HỌC BỔNG VẬY Ạ",
                "Cho em hỏi nếu em học yếu giáo dục thể chất 1 môn cầu lông.Thì đợt sau em có thể đang ký giáo dục thể chất 1 khác nhưng phải môn đó được không.Nghe nói đủ 3 giáo dục thể chất thì mới ra trường vậy nếu em học môn võ thuật 1question: 2question: 3 thì có ra trường được hay không vậy?",
                "Có phải tuần thứ 5 mới được hủy môn học thì môn đó bị cấm thi vì nghỉ quá 3 tuần thì có thể hủy được không vậy?"
            ],
            "responses": [
                "chào em; em đến ngân hàng ocb tại trường nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "79351df2-fe13-4591-91bb-314ecfd116d7",
            "patterns": [
                "cho em hỏi : em đăng kí giáo dục thể chất 3 là bơi mà e ko học bơi được . vậy giờ phải làm sao để đổi qua cầu lông ạ? mong thầy cô trả lời giúp em với ạ"
            ],
            "responses": [
                "chào em; đã hết hạn đổi rồi em nhé nếu em ko thể học được coi như bỏ; học kỳ sau em đăng ký học môn thể chất với hình thức học khác"
            ],
            "context_set": ""
        },
        {
            "tag": "4c20592b-01b2-432a-9b13-79710d26c0d3",
            "patterns": [
                "Kính gửi phòng đào tạo trường Đại Học Công Nghiệp Thực Phẩm Em tên là: Hồ Lê Thanh Huy Lớp: DHCDT1 Mã số sinh viên: 2025160090 Lý do em thắc mắc: Em bị buộc thôi học do học kém, nhưng số môn chưa quá 25 môn ạ, em muốn được học tiếp thì phải làm những gì ạ? mong phòng đào tạo có thể giúp em Khi có danh sách thôi học thì khi nào em mới chính thức được gửi giấy thông báo ạ, em sợ lắm, mong thầy cô xem xét giúp em",
                "Em tên nguyễn thị ngọc Thuý lớp 17cdqt3 em có làm hồ sơ xin trợ cấp và có ghi đầy đủ Thông tin vào tờ giấy mà cô đưa ,sao tới nay em thấy danh sách trợ cấp dự kiến(2017-2018) không thấy tên em mong thầy cô giúp đỡ",
                "em có liên hệ đến phòng công tác chính trị sinh viên nhưng em mới làm lại hồ sơ mà cô kia làm thất lạc vậy bây giờ em xem không có tên em trên đó , mong thầy cô giúp,xem xét gia đình em rất khó khăn không có đủ tiền đóng học phí mà gia đình em thuộc hộ cận nghèo có sổ .",
                "em có thể chuyển sang lớp học bóng đá được không, em không thích học bơi hay có thể hủy lớp để học kì sau học được k? Mong được giải đáp!!",
                "Thưa thầy(cô) em là sinh viên năm 3 khoa điện. Đợt đăng kí học kì này em có đăng kí thừa 2 môn. Bây giờ em muốn hủy phải làm sao ạ",
                "Khi nào có bảng điểm vậy ạ, rồi khi nào và thời gian nào em cần nộp đơn xin chuyển trường đây?? Có thể cho e rút hồ sơ và in bảng điểm với lại lấy đơn xin chuyển trường đã có chữ kí xác nhận của hiệu trưởng trước tết đc không ??",
                "E nghĩ nên có thông tin của các giảng viên để dễ dàng liên hệ mỗi khi cần hay có trục trặc trong điểm số"
            ],
            "responses": [
                "chào em; em liên hệ Phòng Công tác sinh viên và thanh tra giáo dục để được hướng dẫn nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "e15616d2-fc56-485e-96b4-84b25cbb0d95",
            "patterns": [
                "Cho em hỏi tại sao em đăng kí môn giải tích mạch rồi nhưng không có lịch học trong thời khóa biểu",
                "Em không đăng ký được 2 môn: Nguyên lý cắt kim loại và kỹ thuật điện tử"
            ],
            "responses": [
                "chào em; em kiểm tra các tuần cuối xem nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "390173ce-1575-4aec-bdb4-78d5bb1c5dde",
            "patterns": [
                "Kính gửi: Thầy(cô) Em muốn đổi học phần Giáo dục thể chất (Võ thuật) là học phần Giáo dục thể chất (thể hình). Em kính mong Thầy (Cô) chấp nhận giúp em. Em cám ơn Thầy (Cô) rất nhiều. Em Tấn Đức",
                "Lúc trước em có gia hạn học phí nhưng vì đăng ký nhằm nôn nên em không đóng học phí đễ môn học tự hủy nhưng tại sao em chưa đóng học phí mà lịch học vẫn không hủy mà còn lên điễm giữa kỳ 0 điễm mà vẫn có lịch thi . Trong khi đó nhà trường ra luật từ tháng 12 mà em vi phạm luật từ tháng 10 mà vẫn ghép tội mong nhà trường giải quyết giúp . Không lẽ em gia hạn học phí thì khôn bị hũy học phần sao?"
            ],
            "responses": [
                "chào em; không đổi học phần được nữa nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "f4071a26-5847-4aad-9373-59b9bd3c276c",
            "patterns": [
                "Em xin chào phòng Đào Tạo, em là Võ Tấn Đức-sinh viên khóa 09 khoa công nghệ thông tin, cho em xin mẫu đơn thay thế học phần được không ạ? Em xin chân thành cảm ơn."
            ],
            "responses": [
                "http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=19; em vào đây tải mẫu nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "0c961d8a-5cbd-43d7-ad1b-e2af62b152b3",
            "patterns": [
                "Em chào cô (thầy)! Cho em hỏi là bắt đầu từ khoá 08DH đã có việc thi cải thiện điểm chưa ạ? Nếu có, cô (thầy) cho em hỏi thủ tục đăng ký thi cải thiện ạ! Em cám ơn!",
                "Chào thầy (Cô)! E là sinh viên khóa 05DHMT lúc trước e học rớt môn phân tích môi trường, nhưng đợt đăng ký học kỳ 2 này e kiếm để đăng ký lại nhưng không có lớp, cho e hỏi môn này có thay đổi không hay làm sao để e có thể đăng ký được vậy ạ. E xin cám ơn thầy (Cô)",
                "Kính chào cô ( thầy ) Em tên phạm thị vân, lớp 16cdkt1, mã 3007160202 Cho e hỏi, e là sinh viên năm cuối, đg đăng kí các môn học cuối cùng, nhưng có 1 môn ful lớp ạ. Vậy e phải đợi mở lớp hay để năm sau học (là trễ tốt nghiệp ạ). Em xin cảm ơn. Mong thầy (cô) trả lời giúp em ạ"
            ],
            "responses": [
                "chào em; chưa có em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "09e8113b-ee5e-4c0c-a374-87ab63889b98",
            "patterns": [
                "Điểm trung bình tích lũy hiện tại của em ghi là 2.20 nhưng em tính lại thì ra 2.25 mong thầy cô giải quyết giúp em"
            ],
            "responses": [
                "chào em; điểm tích lủy của học kỳ nào em; hay tính từ đầu khóa đến giờ"
            ],
            "context_set": ""
        },
        {
            "tag": "beb2e4f9-f76b-4e07-94c1-875ca1b9da1a",
            "patterns": [
                "Em muốn đăng ký học lại môn Phương pháp nghiên cứu khoa học nhưng không được vì trước đây em đã rớt mã học phần này rồi . Xin thầy/cô kiểm tra lại giúp em để em có thể đăng ký học lại môn này vào học kỳ 2 sắp tới ạ ! Mã học phần môn Phương pháp nghiên cứu khoa học là 0101003731 . Em cảm ơn ạ"
            ],
            "responses": [
                "chào em; nhà trường có mở trên mạng cho sv đăng ký; nếu em đã rớt thì em phải chọn học lại mở có môn để đk; nếu không đk đc lên phòng Đào tạo để được hỗ trợ nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b9ea9a28-d519-4e9d-ae73-b0176f559ee7",
            "patterns": [
                "Điểm trung bình tích lũy hiện tại trong trang cá nhân ghi là 2.20 nhưng em tính lại thì nó ra là 2.25 mong phòng đào tạo giải quyết giúp em với ạ"
            ],
            "responses": [
                "em lên phòng đào tạo gặp trực tiếp Cô Thúy để được rõ hơn nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "2b3e36a0-c0a2-405a-a155-4aee006bba8b",
            "patterns": [
                "Dạ cô ơi, môn thực hành mạng máy tính kì sau có mở, em đăng kí nhưng bảo vì rớt môn nên phải vào phần đăng kí học lại, nhưng vào phần đó lại k có hiện lên ạ. Thầy cô giúp em để đăng kí được môn đó với ạ"
            ],
            "responses": [
                "chọn đk tự do; khóa học tất cả nhé; nếu ko đk dc lên phòng Đào tạo để được hỗ trợ"
            ],
            "context_set": ""
        },
        {
            "tag": "4b01952d-5b53-408d-aa0e-25da4baf91eb",
            "patterns": [
                "Cho em hỏi là tại sao em đã học môn anh văn A1 và bây giờ em đăng kí học anh văn A2 thì không thấy hiển thị mục anh văn A2 để em đăng kí ạ?"
            ],
            "responses": [
                "nếu em chưa đk đc; lên phòng đào tạo để được hỗ trợ"
            ],
            "context_set": ""
        },
        {
            "tag": "3a7448c4-651e-4254-b47d-09a9a5d2fcc0",
            "patterns": [
                "Em xin được chuyển sang tín chỉ giáo dục thể chất ( cầu lông ) thay vì môn bơi em đã được đăng ký trước đó. Em có sức khoẻ không tốt và hạn chế bị tiếp xúc với nước ở hồ bơi. Em kính xin phòng đào tạo cho phép em xin được chuyển đổi tín chỉ. Em xin cảm ơn rất nhiều ạ"
            ],
            "responses": [
                "chào em; hết thời gian hủy để đk lại rồi em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "99c56d22-c3aa-4009-a4e6-d5e7f40542fd",
            "patterns": [
                "Thưa thầy cô, em muốn hỏi học phần anh văn A1 có mở lớp nữa hay không ạ ? Sáng nay em vào trang đăng ký nhưng đã bị full lớp .Nếu học kì này em không đăng ký được anh văn thì sẽ như thế nào ạ? Em sẽ phải đóng tiền học lại hay sao ạ? Mong thầy cô phản hồi. Em xin trân trọng cảm ơn",
                "xin nhà trường tổ chức mở them lớp học kỹ thuật và thiết bị 1 vì nhìu học sinh đăng kí không được"
            ],
            "responses": [
                "chào em; mới mở thêm 3 nhóm đó em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "7d42fea0-8f78-43a8-bb67-8b4d1f85eec5",
            "patterns": [
                "Em đã đăng ký học phần mà quên ghi phòng học thì phải làm sao ạ",
                "Thầy/cô cho em hỏi về việc công nợ sinh viên,e đăng kí hk2 7 môn,nhưng công nợ chỉ có 6 môn,mà lịch học e vẫn 7 môn.Như vậy thì sao ạ!em cảm ơn",
                "Em kính chào thầy cô phòng đào tạo. Em tên Luân khóa 04DH. Kì trước do không biết nên em đăng ký môn Phân tích dụng cụ 3 của khóa 05DH thay thế cho Phân tích dụng cụ 3 khóa 04DH. Vậy e có thể tính điểm môn PTDC3 khóa 05 cho khóa 04 e k ạ? Em cảm ơn thầy cô"
            ],
            "responses": [
                "vào tkb đã đăng ký để xem nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "9b44a8b4-f02f-4fc3-a002-c1f641d67d53",
            "patterns": [
                "Em được biết môn kỹ thuật lập trình sẽ bỏ khỏi chương trình đào tạo của khoa điện tử . Vậy em còn nợ môn đó thì em trả nợ như nào khi môn đó đã bỏ ak."
            ],
            "responses": [
                "chào em; em liên hệ khoa điện để hỏi cụ thể nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "5b306f2a-ea63-4dd1-97af-6470a1428a0c",
            "patterns": [
                "Hôm nay em viết thư góp ý muốn gửi Phòng Đào Tạo. Em đang học hệ Cao Đẳng khoa CNTP khóa 17CDTP2. Vừa qua nhà trường có mở đăng kí học phần 16/12 và em đã đăng kí xong. Nhưng khi em coi lại thì có một số môn đã thay giờ học trong khi lúc em đk ko có môn nào học buổi tối, mà giờ coi lại học. Em mong nhà trường coi lại và khắc phục sự cố sớm để Hk sắp tới em vào học. Em cảm ơn",
                "Cho e hỏi trường sao em không có lịch thi môn anh văn a1 mà trong khi đó bạn em đều có chỉ em không có. E mong phòng xem lại cho em là tại sao em không có",
                "Dạ em chào thầy/cô! Dạ cho em hỏi là: em có đăng ký lớp học phần Anh văn B2 vào ngày thứ tư (tiết 10-12) và ngày thứ bảy (tiết 1-3), đk lớp 08DHCK2 môn này học 2 buổi/tuần. Nhưng lịch của em đã bị đổi. Em có thể làm giấy xin đổi lớp được không ạ? Mong thầy/cô giúp đỡ. Em xin chân thành cảm ơn!"
            ],
            "responses": [
                "chào em; do một số nhóm không đủ sĩ số mở lớp; Phòng Đào tạo đã linh động chuyển cho em qua các nhóm còn lại để em có thể có lớp học em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "72c3596a-2467-47db-8afb-69ff63883e74",
            "patterns": [
                "Em chào các thầy cô giáo Nay em có điều muốn nói: Học kì trước em có làm đơn hoãn thi kì này em lên xin phòng đào tạo ép tên em vào để thi môn quy hoạch thực nghiệm, nhưng cô phòng đào tạo nói hiện giờ trường chưa có thông báo chính thức. Trong khi đó sinh viên toàn trường có lịch thi cả rồi. Mong được sự giải đáp sớm nhất từ phía nhà trường ạ Em cảm ơn ạ",
                "Chào các thầy cô ạ. Hiện em vẫn chưa thấy lịch thi của môn quy hoạch thực nghiệm ạ."
            ],
            "responses": [
                "chào em; vào ngày 06/12 nhà trường đã thông báo xem lịch thi http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=1795 em xem nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "fe874a2f-4f09-45a8-bd74-9bce286829d2",
            "patterns": [
                "chào các thầy cô. Dạ e có mang lên rồi nhưng cô ở phòng đào tạo nói là chờ trường có thông báo"
            ],
            "responses": [
                "chào em; cô đã gửi link thông báo cho em; là ngày 06/12 đã có thông báo; sao em ko xem"
            ],
            "context_set": ""
        },
        {
            "tag": "e1eb4aeb-6baa-4d87-8214-0f61efaf2c1f",
            "patterns": [
                "em muốn đăng ký môn: Hàm phức và phép biến đổi laplace; Mã: 0101001727 mà web không cho đăng ký. Giờ em phải làm gì để đăng ký được ạ?"
            ],
            "responses": [
                "chào em; đã hết đăng ký đợt 1; em chờ đợt 2 ngày 24/12 đk nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "76363806-157d-4299-9d29-eecee0ab5fae",
            "patterns": [
                "Em bị mất lịch sinh hoạt giữa khóa rồi ạ.hôm trước em vào xem vẫn còn giờ mất tiêu rồi ạ"
            ],
            "responses": [
                "cô thấy có ngày 16/12 mà em"
            ],
            "context_set": ""
        },
        {
            "tag": "331e7507-1845-48c6-aba5-913237d569bd",
            "patterns": [
                "Thầy cô cho em hỏi sĩ số để mở lớp là 67, mà sĩ số dk là 24 vậy có đủ điều kiện để mở lớp không ạ? Em cảm ơn"
            ],
            "responses": [
                "chào em; em muốn mở lớp lý thuyết phải đủ 30 bạn; thực hành thì 10 bạn em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "e33373b0-475e-4940-9c83-02763f65a429",
            "patterns": [
                "Em chào thầy/cô! Em tên Yến! Thầy/cô cho em xin hỏi là lớp THCNCB1 hiện tại chỉ mở có 12 lớp, với sỉ số 28 sv/lớp. Như vậy sẽ có trường hợp chưa đăng kí được, em xin hỏi là không biết đợt 2 trường sẽ có mở thêm sỉ số hoặc lớp mới không ạ? Em xin cảm ơn!",
                "Kính chào quý thây cô, hiện nay em muốn đăng ký môn hàm phức và phép biến đổi laplace nhưng trên trang web trường mình không có ( những năm trước em bị trùng lịch hoặc lớp đã đầy nên không đăng kí được ) . Vậy quý thầy cô cho em hỏi là trường hợp này em phải làm sao ạ?"
            ],
            "responses": [
                "chào em; em liên hệ khoa thực phẩm để yêu cầu mở lớp nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "74c4c6a4-47d6-48ed-a2a5-f4fd278d0ed6",
            "patterns": [
                "học kỳ trước em bị rớt môn kế toán ngân hàng mà mấy bạn lớp em lại đăng ký cải thiện lại được mà em thì không thấy có hiển thị để em đăng ký mong cô xem lại giúp em"
            ],
            "responses": [
                "chào em; hk2 cô chỉ thấy kế toán ngân hàng 1 của ĐHCQ thôi em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "41b955fc-d627-4540-adee-95c3509440ce",
            "patterns": [
                "em xin nhờ thầy cô mở thêm lớp quốc phòng 2 cho 17CDKT e xin cảm ơn!"
            ],
            "responses": [
                "cô mở thêm rồi em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b0584409-b3c1-4262-b518-b6e59ded1aa8",
            "patterns": [
                "Cho em hỏi Em muốn đăng ký cải thiện môn kế toán ngân hàng ở học kỳ trước mà sao e chưa thấy có trên môn cải thiện vẫn còn học kỳ đầu tiên chưa thấy sửa lại"
            ],
            "responses": [
                "chào em; em nói cụ thể thêm nha; cô chưa hiểu ý em"
            ],
            "context_set": ""
        },
        {
            "tag": "c4343192-92d2-4cf3-ba67-849a922d31ed",
            "patterns": [
                "dạ là môn kế toán ngân hàng lớp em mấy bạn có mấy bạn đăng ký cải thiện môn kế toán ngân hàng được mà em thì nói không hiển thị lên tất cả các môn học kỳ trước"
            ],
            "responses": [
                "chào em; môn này có em nhé. em lên mạng đk; nếu không đk được ngày 24/12 lên phòng Đào tạo cô sẽ hướng dẫn"
            ],
            "context_set": ""
        },
        {
            "tag": "827d3145-7131-4d6f-b0e4-a57d23782a34",
            "patterns": [
                "Chào thầy (cô)! Em muốn hỏi về vấn đề đăng ký thi lại (không cần học lại) ở trường mình thì phải làm ntn ạ"
            ],
            "responses": [
                "chào em; học tín chỉ là không đăng ký thi lại em nha"
            ],
            "context_set": ""
        },
        {
            "tag": "9f29f6e2-313c-473c-a15b-42303dfe4c3f",
            "patterns": [
                "Em là khóa 09. Lần đầu đăng kí học phần. Sau khi đã đăng kí gần xong những học phần bắt buộc e vẫn chưa thể nào đăng kí được anh văn A1. Vì lớp đã hết ngay từ lúc đầu. Và bây giờ mở thêm lớp thì lại bị trùng với những môn đã đăng kí. Nếu hủy những môn đó thì sẽ ko còn lớp khác để học. Em mong được xem xét ạ"
            ],
            "responses": [
                "các bạn phải xem xét việc đk sao cho phù hợp nhé; nhà trường mở chung cho toàn trường không thể xem xét riêng từng trường hợp em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "4f0f6a92-1a33-498d-9d01-8c6759dd35cb",
            "patterns": [
                "em thấy các lớp dăng ký đủ người hết rồi giờ em có dăng ký được không",
                "Xin chào Phòng Còng tác chính trị Học sinh Sinh Viên, em tên Võ Tấn Đức- tân sinh viên khoa Công Nghệ Thông Tin, cho em hỏi: em muốn đổi lớp học phần vì lớp học phần đã đủ sĩ số nên em không đăng kí được thì em phải làm sao? Em chân thành cảm ơn"
            ],
            "responses": [
                "lớp đã đã đủ sĩ số thì không đăng ký được em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "28f49613-52f3-4981-b9fc-0e3fbf818a4c",
            "patterns": [
                "Thầy cô ơi, cho e hỏi là: học phần av b1 trong danh sách học phần e coi là hết lớp để đăng ký rồi, nhưng mà e xuống Trung tâm Anh văn của trường nhờ cô coi lại thì còn nhiều lớp đang còn thiếu SV lắm. Cho e hỏi tại sao vậy ạ"
            ],
            "responses": [
                "cô sẽ mở thêm nhóm em nhé; lên mạng đk nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "7486e286-888c-43c7-8cc9-5e7001b34567",
            "patterns": [
                "Em đăng kí học phần anh văn a1 Và giải tích mạch ,quản trị học nhưng đã hết lớp... Em mong trường mở thêm lớp ạ",
                "dạ cô ơi cho em hỏi nếu em muốn bảo lưu kết quả năm nhất thì em phải đủ những điều kiện như thế nào ạ...và nếu đủ những điều kiện đó thì em phải làm như thế nào để bảo lưu kết quả,và thời hạn đky bảo lưu là khi nào ạ",
                "Bây giờ mình muốn đăng ký bảo lưu kết quả thì làm sao ạ"
            ],
            "responses": [
                "chào em; cô đã mở thêm nhóm và mở thêm số lượng; em vào đk đi nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "205904db-89fb-450f-a380-7686b39d3d3e",
            "patterns": [
                "Em muốn hỏi phòng hỗ trợ hssv là tại sao em vô xem lịch thi và lịch học theo tuần không được vậy ạ"
            ],
            "responses": [
                "hiện tại em đã xem được chưa; nếu chưa xem được em liên hệ Trung tâm Công nghệ Thông tin tầng trệt dãy nhà A nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "d96f7043-4175-471c-9f21-4476eee41ab1",
            "patterns": [
                "Cho em hỏi em là sv 17cdqt3 xem lịch thi mấy hôm trước thì có sao mấy hôm nay lịch thi của em không hiển thị mong thầy cô xem xét, em đã đóng tiền đủ cho các môn đó rồi",
                "Dạ cho e hỏi sao e k xem được lịch thi ạ",
                "Chào thầy (cô)! Em muốn hỏi về vấn đề đăng ký thi lại (không cần học lại) ở trường mình thì phải làm ntn ạ"
            ],
            "responses": [
                "chào em; có lịch thi rồi nhé; do mấy bữa nay đang đăng ký môn học nên mạng hơn nghẽn; em theo dõi thêm nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "03b6aba8-9152-47ee-8b20-28689396bb18",
            "patterns": [
                "Ad cho em hỏi là môn giáo dục thể chất của bọn em là võ thuật mà trong khi đó em lại không thích môn võ vậy em có được đổi môn không ạ. Em là học sinh hệ cao đẳng khóa 18, lịch học do nhà trường đăng kí ạ. Em cảm ơn ạ"
            ],
            "responses": [
                "được em nhé; em có thể vào hủy và đăng ký môn thể chất khác"
            ],
            "context_set": ""
        },
        {
            "tag": "5fd32326-ad03-4ffc-aa88-a1e75f14a7c6",
            "patterns": [
                "ad cho em hỏi là bây giờ em có bị học lại 1 môn mà em muốn đki học lại thì phải làm sao ạ",
                "Chào thầy cô ! Cách đây gần 1 tháng em có làm đơn thôi học ngành CÔNG NGHỆ KỸ THUẬT HÓA HỌC (ngành cũ) và làm đơn xin chuyển điểm qua ngành QUẢN TRỊ NHÀ HÀNG (ngành mới) nhưng hiện tại em vẫn chưa thấy điểm của những học phần (QPAN 2-3AB VÀ GDTC 1-2) trong phần kết quả học tập ạ ! Mong thầy cô xem xét và nhanh chóng chuyển điểm qua giúp em ạ. Em xin cảm ơn thầy cô",
                "Dạ em đã nộp cho phòng đào tạo hồi đầu năm rồi ạ",
                "tổng cộng là có 9 môn thi, đến hôm qua vào xem thì bị mất 1 môn còn 8 môn và đến hôm nay lại mất thêm 1 môn nữa. Vì khoá chúng em là khoá liên thông và đang vào mùa tết nên cv rất rất nhiều, em mong phòng đào tạo đưa ra lịch thi chính xác để chúng em có thể sắp xếp thời gian cho việc ôn thi và cv được hợp lý nhất. Em cám ơn."
            ],
            "responses": [
                "chào em; em vào phần đk môn học; nếu có môn cần đăng ký còn mở thì em đăng ký học nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "d171ca55-c7e0-495a-a1da-6ebab946c349",
            "patterns": [
                "Thưa cô, em bị mất môn chủ nghĩa mác-lê nin và môn thanh toán quốc tế ạ",
                "Cho em hỏi là em học 9 môn lúc đầu lên coi thì thi đủ 9 môn nhưg hôm nay em lên coi lại thì mất hết 2 môn Môn chủ nghĩa Mac với môn thanh toán quốc tế"
            ],
            "responses": [
                "chào em; cô đã chỉnh sửa lại rồi; em xem có chưa nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "6f12d511-324d-4019-98a7-6b96d24e2a9e",
            "patterns": [
                "Cô coi kỹ lại giúp em chứ mấy bạn học môn chuyển đổi với em đều bị mất 2 môn còn 7 môn thôi là môn chủ nghĩa mac với thanh toán quốc tế không có lich thi hiển thị trên hệ thống",
                "Gửi Thầy/Cô Em là sinh viên khoá 06 ngày hôm qua 3/12 em đã đkmh nhưng khi ấn qua phần đk học lại có hiện môn nhưng ko hiện lớp. Hôm nay em đã đăng nhập lại thử nhưng ko được phép đk nữa ạ. Trên hệ thống hiện chỉ đươnc đk vào 8h ngày 1/12. Mong Thầy /Cô giải đáp giúp em",
                "Dạ em là khóa 07 nhưng em muốn đăng kí học lớp anh văn với khóa 09 mà hôm nay chỉ có khóa 07 mới được đăng kí vậy em có đăng kí được của khóa 09 không ạ! Em cảm ơn.",
                "Em xin chào thấy/cô - Em có 1 thắc mắc muốn hỏi ạ. - Hiện em là sinh viên năm 4 khoa công nghệ thông tin, và em muốn hỏi là đối với ngành của em thì có chuẩn, bằng tiếng anh nào có thể thay thế bằng Toeic 450 được không ạ ? - Em xin cảm ơn.",
                "dạ,em chào thầy cô! em muốn hỏi là do kì trước e có rớt moonanh văn chuyên nghành lữ hành 1,kì này e muốc học lại nhưng ko có mở lớp là một phần,em xem chương trình khung của các khóa sau cùng nghành thì chỉ đê 1 lớp là av chuyên nghành thôi.Như vậy thì e học xong av chuyên nghành 2 rồi giờ còn av 1 thì e có thể đăng kí học lớp av của khóa sau đó được không ạ. em mong thầy cô phản hồi sớm cho e biết với ạ",
                "Cho em hỏi về thời gian lịch thi HK1 2018-2019 như thế nào ạ? Và bắt đầu từ ngày mấy để em chuẩn bị ôn ạ?Em cảm ơn",
                "Cho e hỏi giờ e đang học cao đẳng khóa 17CDTP vậy bay giờ e còn được chuyển ngành ko ạ",
                "Cho e hỏi là giờ e đã đi được 2 nhà máy, chưa đủ 3 vậy là rớt học phần kiến tập hay s. Vậy kì sau e đăng kí học lại thì chỉ cần đi 1 nhà máy phải ko ạ",
                "Môn giáo dục thể chất 1 của em trung bình được 4.0 không biết có cần phải học lại không ạ"
            ],
            "responses": [
                "chào em; cô đã chỉnh sửa lại rồi; em lên xem lại đã có chưa nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "aebaf23e-dc1f-48aa-9211-0c4e43948d9a",
            "patterns": [
                "Dạ thầy cô cho em hỏi với ạ. Môn kĩ năng học tập hiệu quả em học ở học kì 1 năm 2016-2017. Em thi cuối kì được 7 điểm. Tính điểm thi đó là e đã đủ điểm qua môn nhưng tại sao e lại bị rớt môn và nợ môn đó ạ"
            ],
            "responses": [
                "Môn Kỹ năng học tập hiệu quả học kỳ 1 năm học 2016 - 2017 được tính theo tỷ lệ 50-50 nên sinh viên thi được 7 vì vậy điểm tổng kết 3."
            ],
            "context_set": ""
        },
        {
            "tag": "2926a702-35b0-4386-84cc-50a8282bc80e",
            "patterns": [
                "Thầy cô ơi thầy cô có thể cho em danh sách những môn học ở ngành công nghệ thông tin hệ cao đẳng và thời gian dự kiến để đăng kí học phần được không ạ. Em cảm ơn thầy cô rất nhiều."
            ],
            "responses": [
                "chào em; cô thấy em thắc mắc nhiều vấn đề; em có thể trực tiếp lên khoa gặp cô Giáo vụ để được hỗ trợ 1 lần nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "3361d5b3-fe2d-453c-b2df-9bd18a2d2bbb",
            "patterns": [
                "Dạ cô ơi em muốn đăng kí trả nợ thật nhanh. Trường có những lớp mở vào buổi tối không cô. Em muốn bằng giá nào và thời gian nào cũng được. Sẽ tập trung để trả nợ thật nhanh ạ.",
                "Thầy cô ơi, em là sinh viên khóa 05DHTH, thời gian qua có những khó khăn khiến e học hành không được ổn, em thấy em có trong danh sách cảnh cáo học vụ, và e đang đạt 67 tín chỉ, có đóng học phí đầy đủ. Em còn cơ hội để được học tập, trả nợ môn và lấy bằng không ạ, vì vẫn trong thời hạn đào tạo trả nợ và lấy bằng hay còn cách nào để em được học tập và lấy bằng không ạ.",
                "Nhưng nếu vi phạm điều gì em sẽ bị mức đó ạ. Và em cần cố gắng như nào để k bị vậy ak",
                "Kính gửi Phòng đào tạo. Em là sinh viên khoá 2015 lớp 05DHLKT5 liên thông từ cao đẳng lên đại học cho em hỏi về môn Kinh tế đầu tư(môn học chuyển đổi) khi nào mở lớp ạ. Mong nhận được câu trả lời sớm từ phòng đào tạo ạ Em xin cảm ơn"
            ],
            "responses": [
                "chào em; em liên hệ khoa công nghệ thông tin để hỏi cụ thể nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "abebb4d2-d04f-4380-929d-ad039a120189",
            "patterns": [
                "Dạ, vậy mình lên trường gặp ai để xin đăng ký học tiếp ạ. Em cảm ơn",
                "Dear Thầy/Cô, Em là sinh viên khóa 05DHTH1,năm nay theo tiến độ là em ra trường, nhưng em vừa rớt khóa luận tôt nghiệp nên không ra trường đúng thời hạn. Ngoài địa phương gửi giấy báo gọi nghĩa vụ quân sự, nên em gửi thư này mong Thầy/Cô hỗ trợ giúp em làm giấy hoãn nghĩa vụ quân sự để học kỳ sau em hoàn thành chương trình học của mình ạ. Chân thành cảm ơn Thầy/Cô! Thân",
                "Cho e hỏi tại sao lúc họp lớp thì giáo viên có gọi cho thầy trưởng khoa và đã trả lời với chúng em là 45 chỉ mà sau 1 thời gian lại thay đổi 48 chỉ và hiện tại bây giờ lại 53chỉ. Với lại chúng e học tới bây giờ là gần đoạn đuờng mà bây giờ mới có chuơng trình khung đã thay đổi vậy cho chúng e hỏi đây có phải chương trình khung cuối cùng hay ko để chúng e biết để tính toán chứ như vậy là chúng e rất búc xúc. Em xin cám ơn",
                "Khoá quản trị dv nhà hàng e thiết nghĩ nên cho học môn giáo dục thể chất 2 là môn thể hình thay môn bóng chuyền vì sao? Vì ngoai Chuyên môn ra nghành này là ngành dịch vụ, ngoại hình khá quan trọng, có 1 lứa sinh viên có ngoại hình khá thì chất lượng sinh viên ra trường tốt, cung cấp được nhu cầu thiết yếu của nhà tuyển dụng",
                "Em muốn xin trườg cho em cũng như các bạn có nhu cầu đổi ảnh thẻ sinh viên ạ , thẻ xấu quá , nhìn không ra đó có phải là mình hay không nữa , qua đây em cũng đề nghị năm sau các bé 2001 lên thì đẹp lên tí , chỉnh cho ảnh sáng lên",
                "Cho em hỏi đã có điểm Đồ án phân tích thực phẩm chưa ạ"
            ],
            "responses": [
                "em tải mẫu chuyển chương trình đào tạo theo đường link này: http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=19; và nộp về phòng đào tạo em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "74f44fe9-93b1-402e-ac86-67716eed057b",
            "patterns": [
                "anh chị cho em hỏi thi vét . em khóa 05 còn thời hạn học hay không ạ và em thi vét được không . mấy môn qua rồi nhưng điểm thấp e muốn thi vét lại có được không . và thi vét lại điểm sẽ như nào nếu không đạt hoặc thấp hơn điểm củ sẽ như nào ạ.",
                "Cho em hỏi em là sv thuộc khoá 17cđ quản trị thì chuẩn đầu ra anh văn a2 đối với cao đẳng phải ko"
            ],
            "responses": [
                "chào em; hiện tại đang áp dụng cho khóa 03 em nhé; khóa 05 có thể đăng ký học để cải thiện môn nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "d6e2b911-30dc-49a7-b433-87fd1905a850",
            "patterns": [
                "Hiện tại em nợ môn sinh hoạt công dân giữa khóa. Nhưng e không biết trường mình mỗi năm đăng kí vào khỏang thời gian nào ạ",
                "Cô cho em hỏi là em đóng học phí tất cả các môn chỉ trừ môn thể chất thì em bị cấm thi môn thể chất hay tất cả các môn luôn ạ"
            ],
            "responses": [
                "chào em; sinh hoạt giữa khóa hiện tại đã học qua dợt đầu tháng 10 rồi em nhé. em liên hệ phòng công tác hssv hỏi có cần học ko nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "beb0c9a0-3eb0-4144-8915-230aad0bc705",
            "patterns": [
                "Em đã đóng học phí anh văn A2 rồi . Bây giờ em có việc bận không học được ngày đó bây giờ phòng đào tạo cho em huỷ học phần ạ E xin cám ơn"
            ],
            "responses": [
                "không hủy dc nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "2110a591-4754-4002-b2e3-930e1dca1ef1",
            "patterns": [
                "Chào quý Thầy Cô. Em tên: Trương Trọng Đại Mssv: 3014110109. Em vừa chuyển từ hệ đạo tạo cao đẳng sang hệ vừa học vừa làm. Em bây giờ muốn đăng ký những môn còn sót lại. Thì e phải làm nhue thế nào. Mong quý Thầy Cô giúp đỡ và hướng dẫn giúp e. Em xin chân thành cảm ơn. Em đang chờ mail từ quý Thầy Cô"
            ],
            "responses": [
                "chào em; bữa em lên nhận quyết định chuyển chương trình cô đã hướng dẫn rồi mà em theo dõi thông báo đăng ký môn học trên mạng; khi nào có thì đăng ký học nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "11b2cfad-4699-4b9c-991c-26d5ee01e9c6",
            "patterns": [
                "Chào thầy cô!cho em xin hỏi là khi nào điểm sẽ được cập nhật lại ạ. Ngày 30-10 sẽ hết hạn nộp đơn học bổng vượt khó, mà điểm của em lại chưa được cập nhật lại, thì em không làm được ạ. Em mong quý thầy cô xem lại giúp em. Em cảm ơn ạ!",
                "Cho em hỏi, em thi rớt anh văn A1 giờ học anh văn sơ cấp là em phải tự đăng ký học A0 hay sao ạ?",
                "Nếu có thể cho em xin đổi lịch av vào các ngày trong tuần để có thể về quê và đi làm thêm ạ. Em xin cảm ơn",
                "Cho em hỏi đã có điểm thi trắc nghiệm môn Tư Tưởng HCM HK hè chưa ạ? Vì em xem trong điểm cải thiện thì có mà xem trên hệ thống điểm thì chưa có? Vậy điểm cải thiện là chính xác chưa ạ Em cảm ơn Mong reply giúp e"
            ],
            "responses": [
                "chào em; điểm em bị sai như thế nào; em lên phòng Đạo tạo gặp Cô Thúy để giải quyết nha"
            ],
            "context_set": ""
        },
        {
            "tag": "2ad04f6e-1612-421e-83a7-6c33b34e785a",
            "patterns": [
                "Em muốn hỏi là khoảng vào tháng mấy mới có đợt đăng kí học lại vậy ạ. Hay là phải lên phòng đào tạo đăng kí ạ. Em cảm ơn"
            ],
            "responses": [
                "chào em; em liên hệ phòng CT Sinh viên hỏi xem có cần học không nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "1afa3c3a-b3db-4dca-8d21-b55f9a7a1b50",
            "patterns": [
                "Chào thầy cô ! cho e hỏi là đã đủ điểm tích lũy hệ 4 và đã trả đủ nợ môn. nhưng sao khi xét tốt nghiệp thì lại hiển thị là nợ học phần? nguyên nhân là do đâu? mong thầy cô giải đáp thắc mắc dùm em",
                "CÓ XÉT VÀ GHI NỢ HỌC PHẦN Ạ. TẠI VÌ CÓ 1 MÔN E HỌC HỆ ĐẠI HỌC, 1 MÔN HỌC VỚI KHÓA 17. NÊN E KHÔNG BIẾT LÀ NÓ ẢNH HƯỞNG GÌ K Ạ?"
            ],
            "responses": [
                "chào em; em có nộp phiếu đăng ký xét tốt nghiệp đợt 2 - năm 2018 này không; nếu em nộp phiếu đăng ký thì ở phòng Đào tạo mới xét lại cho em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "329d6620-00c6-407a-a7ff-b7d017d29871",
            "patterns": [
                "cho e hỏi là nếu cùng hệ cao đẳng thì có làm giấy xác nhận môn học tương đương k? hay chỉ xét từ đại học qua hệ cao đẳng mới cần làm giấy xác nhận môn học tương đương?",
                "Tại s e liên hệ mà ko ai trả lời e hết vậy. 30/9 này phải đóng tiền học mà môn av a1 e rớt e đk a2 trường ko hủy lịch. E đóng tiền thì ko cho trừ môn đó là s. E liên hệ thì ko ai trả lời",
                "cho e hỏi e đã đăng kí thay thế tiếng NHẬT thay thế tiếng ANH, vậy e có học anh văn a1 và a2 không ạ.",
                "em nộp học phí cả tuần rồi sao vẫn chưa xóa công nợ vậy ạ"
            ],
            "responses": [
                "chào em; nếu khác mã với chương trình khung thì làm em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "e120ec2f-1894-450c-91c6-032847e9ed50",
            "patterns": [
                "Em là sinh viên khóa 06 ngành cơ khí. Cho e m hỏi khi nào thì mới có bằng tốt nghiệp chính thức và thời gian nhận. Cám ơn"
            ],
            "responses": [
                "dự kiến là 20/10 em nhé; sẽ có lịch cụ thể đăng trên web vào tuần này"
            ],
            "context_set": ""
        },
        {
            "tag": "eb82dcda-6e7a-4a2d-b530-45bf732ea09c",
            "patterns": [
                "Dạ cho em hỏi là tới bây giờ đã qua nửa hk3 rồi mà em vẫn chưa đủ điểm học phần của hk2 ạ. Như vậy là bị gì ạ. Em cảm ơn",
                "Em chào thầy cô. Cho em hỏi là em đăng kí quốc phòng 3AB mã môn 001674 và đã đóng tiền nhưng em hủy môn không học nữa. bây giờ em muốn học quốc phòng 3AB mã môn 001673 thì e có được chuyển tiền qua học phần này không ạ. và 2 học phần này là tương đương e có thể học 1 trong 2 đúng không ạ. Mong được thầy cô giải đáp. em cám ơn."
            ],
            "responses": [
                "em bị thiếu môn gì; lên trực tiếp phòng đào tạo để được tư vấn nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "ebac45fb-acd1-458f-ba5e-689bced09a72",
            "patterns": [
                "Dạ. Mà 2 học phần đó có là tương đương k ạ. Hay là e phải học cả 2 ạ.",
                "Chào thầy (cô) E là sinh viên 05DHMT lúc trước e có 2 học phần anh văn 1 và 2 e học rớt và quên đăng ký lại, sau này e nghe nói trường đổi qua thành học phần khác và học online. Nhưng e quên đăng ký học, nay e xin giáo viên hướng dẫn e đăng ký để e được hoàn thành 2 học phần này và thời điểm đăng ký là lúc nào, hay e phải lên trường gặp ai để được giải quyết ạ!! E xin chân thành cảm ơn"
            ],
            "responses": [
                "cùng môn thì tương đương em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b6c862b6-92d4-444e-98b8-2856b373bf67",
            "patterns": [
                "Mấy lần e canh đăng ký môn học nhưng không thấy lớp được ạ"
            ],
            "responses": [
                "anh văn A1 trong tuần này có thể lên mạng đăng ký được"
            ],
            "context_set": ""
        },
        {
            "tag": "fa0af15c-a5f1-4ab2-9b4f-c65ee1a28481",
            "patterns": [
                "Dạ thầy cô kiểm tra giúp em với ạ, môn kĩ năng học tập hiệu quả học hè vừa rồi, em có đi thi, khi nộp bài cũng có kí tên nhưng tại sao điểm của e lại là 0 điểm ạ, thầy cô kiểm tra giúp em với ạ"
            ],
            "responses": [
                "chào em; cô kiểm tra thầy em không có điểm tiểu luận; còn điểm cuối kỳ cả lớp chưa có em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "8baecfe8-09d3-46c2-b096-6c366130a9fb",
            "patterns": [
                "Dạ em có nộp đơn phúc khảo lại điểm theo thông báo ngày 10 có kết quả mà em chưa thấy gì cả, vậy e có thể xem ở đâu ạ, Dạ em cảm ơn thầy cô",
                "Dạ cho em hỏi nếu giờ e muốn cải thiện một số môn, mà giờ trường không còn mở đợt đăng ký nữa em có thế lên xin phòng đào tạo cho em vô được hông ạ",
                "Cho e hỏi sao e đóng học phí được 1 tuần rồi mak bây giờ e vào xem công bợ vẫn còn là bị sao ak.E cảm ơn."
            ],
            "responses": [
                "em xem ở trang sinhvien.hufi.edu.vn mục THÔNG TIN KHẢO THÍ nha em. Nó ở cuối trang á"
            ],
            "context_set": ""
        },
        {
            "tag": "749f8a5e-2e6b-46cf-8c4f-a0714fcc2899",
            "patterns": [
                "Kính gửi phòng đào tạo e m xin phép hỏi về lịch thi môn cơ sở văn hóa các bạn khác đã có sao e chưa có vậy ạ .E nghĩ là do hôm kí tên tiết cuối e không lên trường được vì bị sốt có nhờ các bạn xin giúp e vì e không liên lạc được giáo viên bộ môn .E mong cập nhật lịch thi giúp e ạ ,e cảm ơn ạ",
                "xin chào thầy cô . Em là Sinh viên cao đẳng ngành Quản Trị Kinh Doanh. Năm ngoái em không học được nên bị điễm F . Năm nay em có Đăng ký học lại gồm những phần em đã học năm ngoái như Quốc Phòng - Chính Trị và Ứng Dụng Tin Học . Nhưng em rất không hiểu là em không thuộc nghành trong các lớp e đang học . Liệu em đang học nếu đậu điểm an toàn thì em có thể tiếp tục khóa học của em và đậu tót nghiệp không ạ",
                "em nộp tiền học phí rồi mà công nợ vẫn hiện chưa đóng là sao ạ"
            ],
            "responses": [
                "chào em; cô thấy em bị hủy vì chưa đóng học phí; nếu em đã đóng rồi; em lên phòng Kế hoạch tài chính phản hồi ngay nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "cbf6f797-05e3-4e6d-996c-1d53494364e8",
            "patterns": [
                "Thứ 4, ngày 29/8/2018 em học môn kỹ năng ứng dụng công nghệ thông tin tiết 7 đến tiết 11, em không có nghỉ mà sao trên mạng em lại thấy nghỉ 1 ngày không phép,xin phòng kiểm tra lại giúp em",
                "cho e hỏi e mới vừa thi môn thuỷ lực khí nén nhưng e ko làm được chắc rớt( học hè) cho e hỏi khi nào mới học lại được ạ, e có thể đang kí học kì này luôn không ạ"
            ],
            "responses": [
                "chào em; em liên hệ giáo viên giảng dạy để hỏi nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "7f89c439-488f-4e84-9808-83d858ea2edc",
            "patterns": [
                "Giờ em không nhớ mật khẩu đăng nhập cần liên hệ tại đâu để lấy lại mật khẩu ạ? Em xim cảm ơn.",
                "Cho em xin hỏi:em giờ không nhớ mật khẩu đăng nhập cần lấy lại mật khẩu thì làm sao được ạ?"
            ],
            "responses": [
                "Liên hệ phòng công tác sinh viên và thanh tra giáo dục nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "87d81432-54f6-4dfc-8fb5-c404bb4c3e68",
            "patterns": [
                "Lịch học của em có 2 môn (kỹ thuật phản ứng và kỹ thuật lạnh) bị trùng tiết vào thứ 2 tiết 3-4,mong phòng đào tạo có thể hủy giúp em môn kỹ thuật lạnh ạ!",
                "Gửi thầy/ cô phòng đào tạo, Hiện tại em có đăng ký 2 môn học là toán cao cấp c2 và quy hoạch tuyến tính (HỌC LẠI) nhưng chưa thấy 2 môn này có đầy đủ trong mục KẾT QUẢ HỌC TẬP. Em kiểm tra trên hệ thống chỉ có môn Quy hoạch tuyến tính thôi ạ. Nhờ thầy/ cô kiểm tra giúp em trong thời gian sớm nhất để em an tâm học tập ạ. Em cảm ơn.",
                "Em bị sai ngày tháng năm sinh ạ ,của em à 31/01/2000 ạ mà trong thông tin ghi là 31/10/2000",
                "Sao em đăng kí môn toán cao cấp mà chưa cập nhập tiền học phí vậy ạ",
                "Dear Phòng Đào Tạo, Em là Lê Văn Tuấn, sinh viên lớp 07DHLTH1_CT hiện đang theo học tại trường CĐ Công Thương. Do em thấy có sự nhầm lẫn về cập nhật điểm số môn Phương Pháp Tính nên em mong nhận được sự giúp đỡ cập nhật lại điểm cho lớp ạ. Trân trọng 25/08/2018",
                "Cho e hỏi khoa công nghệ thông tin học thực hành ở đâu vậy ạ",
                "Cho em hỏi , cách đây vài ngày em vào xem lịch thi thì thấy thi 4 môn , còn bây giờ vào xem thì chỉ còn thi 1 môn tiếng anh , em không biết đi thi sao đây",
                "Chào thầy/cô, điểm trung bình học kỳ II năm học 2017-2018 của em bị sai ạ! mong thầy cô kiểm tra laị giúp em với ạ. Sắp tới có nhận học bổng vượt khó nên em sợ không kịp. Em cảm ơn ạ."
            ],
            "responses": [
                "em lên phòng Đào tạo để báo hủy môn nào nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "509d9ed4-9d65-4f95-9085-c75d04289673",
            "patterns": [
                "Chào thầy cô, Em là sinh viên lớp 06DHLHH01, em đã học đủ các môn và đủ chỉ theo yêu cầu tốt nghiệp như bao bạn khác. Nhưng em vẫn không được xét tốt nghiệp như các bạn, không biết hệ thống máy có bị lỗi gì không, hay do vấn đề nào khác. Mong thầy cô xem xét để em sớm tốt nghiệp như bao bạn. Cám ơn thầy cô nhiều."
            ],
            "responses": [
                "em đã được hướng dẫn rồi đúng ko em"
            ],
            "context_set": ""
        },
        {
            "tag": "e60fc7d8-4d26-4b8e-8fe1-71b58a63ff31",
            "patterns": [
                "Thầy cô ơi sao em không thấy lịch thi chất lượng đầu vào môn tiếng anh của em vậy. E lo lắm. Mong thầy cô cập nhập lại lịch thi giúp em. Em cảm ơn ạ"
            ],
            "responses": [
                "chào em; chưa có lịch nha em; khi nào có sẽ đưa lên web; em đăng nhập vào để xem"
            ],
            "context_set": ""
        },
        {
            "tag": "52d05b84-896a-48f9-89cb-55610157bde8",
            "patterns": [
                "Em đăng kí học lại học phần quốc phòng 1, lịch học thì có nhưng ở phần công nợ thì không thấy hiện môn đó vậy ạ?",
                "Kính chào quý thầy, cô phòng đào tạo, Em tên Nguyễn Minh Tâm lớp 05DHLTH1, Theo như thông tin kết quả học tập và hệ thống thì điểm tích lũy trung bình của em là 6.67 - 2.53, nhưng bảng thông báo danh sách sinh viên dự kiến tốt nghiệp đợt 2 năm 2018 thì điểm tích lũy trung bình của em chỉ có 2.47 và xếp loại TB. Kính mong quý thầy, cô kiểm tra lại giúp em. Em trân trọng cảm ơn!",
                "Xin chào Thầy/Cô Em tên Phan Thị Kim Ngân lớp 07DHTH4. Em muốn hỏi là học phần đã khóa thì bây giờ có thể hủy không ạ? Nếu được cho em hỏi cách để hủy học phần ạ."
            ],
            "responses": [
                "chào em; do môn này em học với khóa mới tuyển sinh nên chưa đóng tiền; khi nào hiển thị công nợ em đóng tiền sau nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "83423b13-5a95-4274-b72e-5ac34bb514ff",
            "patterns": [
                "Tại s e rớt av a1 e ko biết e đăng kí anh văn a2 mà vẫn có lịch học. Vậy giờ e học đúng theo lịch thôi phải ko ạ",
                "Chừng nào hủy ạ. E lên đóng trường ko trừ",
                "Sao em sinh năm 2000 mà để trong thông tin là năm 1900",
                "Em học cao đẳng sao em k đăng kí tham gia kỹ năng mềm đc ạ"
            ],
            "responses": [
                "chào em; nếu em rớt A1 thì ko đủ điều kiện học anh văn A2; vây em đừng đóng học phí môn đó nữa; sau này trường sẽ hủy nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b3cf33fb-1290-4900-87b9-df540249cde4",
            "patterns": [
                "Dạ em chào các thầy cô, em là tân sinh viên, tuần này em có lịch sinh hoạt đầu khóa nhưng tuần sau em vẫn chưa thấy lịch học, em cũng không biết tại sao, mong các thầy cô giải đáp và cập nhật thời khóa biểu giúp em, em xin cảm ơn các thầy cô",
                "Dạ e chào thầy ( cô ), như tiêu đề trên do em quên đóng tiền học phí nên môn học của e đã bị huỷ và đồ án của e đã hoàn thành xong, chỉ đợi ngày bảo vệ. Em khoá 14cd rồi , kì này e mà k xong chắc bị hủy kết quả học tập mất. Mong thầy cô giúp đỡ em ạ. Cho e tiếp tục đóng tiền môn học và thêm tên e vào danh sách được ko ạ, e xin cảm ơn.",
                "Cho e hỏi e đăng kí học phần học kì 3 (2017-2018) rồi mà tại sao bấm vào công nợ thì để là công nợ học kì 1 (2018-2019), e khoá 17 cao đẳng nhưng bấm vào công nợ học kì 3 ko có , học kì 1 và 2 e đã đóng tiền đầy đủ mà sao ở đây lại có công nợ học kì 1(2018-2019)",
                "xin phòng đào tạo cho em hỏi là bằng anh văn để đủ điều kiện để tốt nghiệp được cấp bởi những trường ngoại ngữ nào là hợp lệ?"
            ],
            "responses": [
                "Tất cả sinh viên khóa mới bắt đầu học từ tuần sau. Hiên nay phòng Đào tạo đang xắp xếp thời khóa biểu để công bố lịch học cho sinh viên vào ngày thứ 5 tuần này"
            ],
            "context_set": ""
        },
        {
            "tag": "8c129ab5-e584-4384-b335-d9c0e373d840",
            "patterns": [
                "Em học lớp 17CDTP3 em muốn học cải thiện môn hoá phân tích nhưng chưa mở lớp. Em muốn đăng kí học chung khoá 18 năm nay thì phải làm sao ạ",
                "mong thầy cô phòng đào tạo sắp lại lịch học để em bớt lo lắng và đi học sớm ạ , em chân thành cảm ơn thầy cô !!",
                "Em là sinh viên lớp 05DHKT4 đang chờ xét tốt nghiệp. Cho e hỏi là học kì 3 e có học thiếu 1 môn tưj chọn là toán kinh tế hoặc quy hoạch tuyến tính. Sang học kì 4 e đã học bổ sung và đã qua môn. Vậy tại sao bây giờ ở phần đề xuất xét tốt nghiệp vẫn ghi e nợ học phần môn đó vậy ạ? Em cám ơn."
            ],
            "responses": [
                "chào em; môn hóa phân tích đã mở lớp rồi; em vô đăng ký học cải thiện nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "5ad8b312-5c1c-47a8-a138-787da388360f",
            "patterns": [
                "Cho e hỏi toán cao cấp c1 phòng b508 tiết 10-12 ( lí thuyết) học vào thứ 5 sao lại để tạm ngưng vậy bỏ môn đó hay nghỉ vào ngày đó thôi ngày sau học bình thường vậy ?",
                "Thầy cô chỉnh sửa thông tin giúp em ạ, em bị cập nhật nhầm giới tính ạ, em là nữ.",
                "Dạ e tên Trang, khoa CNSH. Em xin hỏi: điểm môn Hoá hữu cơ e học bị rớt. Sau đó e có đăng ký học lại có kết quả điểm rồi mà sao điểm đợt trước bị rớt môn vẫn còn, không bị huỷ ạ. E cảm ơn ạ. E mong nhận được sự phản hồi sớm ạ",
                "Cho e hỏi e ko đậu anh văn a1 vậy có học anh văn a2 được ko"
            ],
            "responses": [
                "giáo viên chỉ tạm ngưng ngày đó thôi em"
            ],
            "context_set": ""
        },
        {
            "tag": "ed6382f2-520e-4a23-9ab1-1d56faee89f8",
            "patterns": [
                "E có lịch học vậy có học ko ạh",
                "cho em hỏi: khi em đủ điểm qua môn của môn học lại thì điểm cũ có được xóa không hay phải làm đơn xin xóa điểm cũ ạ?"
            ],
            "responses": [
                "em chờ đến đợt xét điều kiện thi cuối kỳ; không đóng học phí môn đó nhà trường sẽ hủy nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "dd678904-1392-4714-89a1-3a0ead0a8571",
            "patterns": [
                "anh chị cho em hỏi . em chưa đủ chỉ xét tốt nghiệp thì có làm giấy tờ gì không .. hiện tại em con 1 môn thì em xin giấy điểm được không và xin ở đâu",
                "Dạ em chào thầy cô. Thầy cô cho em hỏi: Em là sinh viên khóa 05DHTP, điểm trung bình của em hiện tại là 3.18. Em muốn hủy điểm một số môn để có thể xét tốt nghiệp loại giỏi. Nhưng mà hiện tại em thấy web đã cập nhật loại tốt nghiệp rồi, không biết là e có thể hủy điểm được không ạ. Em cảm ơn."
            ],
            "responses": [
                "không cần làm giấy tờ gì cả; nếu khi nào em đủ điều kiện em nộp phiếu đăng ký xét tốt nghiệp theo đợt nhé. vẫn cấp bảng điểm được nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "6689121b-bb5e-410d-8ba6-192b292392c8",
            "patterns": [
                "thầy cô cho e hỏi? em học môn av a2 vào kì 1 năm (2017-2018) mà do có việc đột xuất nên em hoãn thi và được xếp thi lại vào kì 2. mà sao giờ trên trang sinh viên của e vẫn chưa có điểm vậy.",
                "e làm mất tờ giấy hoãn thi rồi. giờ phải làm sao ạ"
            ],
            "responses": [
                "em mang tờ giấy hoãn thi liên hệ Trung tâm khảo thí và đảm bảo chất lượng; kiểm tra ghi điểm và đưa xuống phòng đào tạo để được nhập điểm. em liên hệ Trung tâm quản lý chất lượng để hỏi điểm."
            ],
            "context_set": ""
        },
        {
            "tag": "167307c4-4446-4958-949d-950e379e0af3",
            "patterns": [
                "Em là giới tính nữ sao trường ghi em là giới tính Nam",
                "Dạ thầy cô ơi, thầy cô tính giúp em với số lượng môn và số tín chỉ em đăng kí cho một học kì tiếp theo như vậy avf khôngg bị rớt môn nào thì liệu 1 năm nữa em có ra trường được không ạ."
            ],
            "responses": [
                "Em liên hệ phòng công tác sinh viên và thanh tra giáo dục để sửa lại em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "e7962d40-a185-44ec-bd88-2e765266dc4c",
            "patterns": [
                "Dạ Thầy/Cô ơi, cho em hỏi là: môn tin học văn phòng 3 tín chỉ và không có tính vào điểm tích lũy. Vậy môn này bao nhiêu điểm qua môn ạ, em cảm ơn."
            ],
            "responses": [
                "Điểm tổng kết môn theo hệ 10 là 4.0 là qua môn em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "e77b9150-646c-4b3c-8a01-c8ea391e9d41",
            "patterns": [
                "cho e hỏi học phần của e bị trùng ngày thứ sáng thứ 3 môn: công nghệ chế tạo máy 2( tiết 1-2) và thực hành điện tiết (1-5) ạ vậy e phải làm sao ạ",
                "Cho e hỏi e họ hè av a2 xong rồi mà sao ko thấy lịch thi ( kết thúc av a2 là 30/7/2018)"
            ],
            "responses": [
                "cô đã chỉnh sửa lại rồi em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "7734dd25-155e-43d0-8f36-898acdce7479",
            "patterns": [
                "Cho phép em được hỏi khi nào trường có thông báo mở lớp ôn thi liên thông cho hệ Cao đẳng? Thời gian ôn thi và hoàn thành hệ Đại học liên thông là bao lâu?",
                "Em kính chào quý thầy cô phụ trách. Em tên là Đỗ Nguyễn Minh Luân khóa 04DH. Học kì 2 vừa qua em có thi môn Phương pháp nghiên cứu khoa học và em cảm thấy điểm thi cuối kì có sự khác biệt với bài làm của em. Nay em viết đơn này để xin quý thầy cô phúc khảo lại điểm môn Phương pháp nghiên cứu khoa học giúp em. Mong nhận được hồi âm sớm từ quý thầy cô. Một lần nữa em xin cảm ơn.",
                "Hỏi đáp về học phần tương đương: E chào quý thầy cô phụ trách. Em đợt khóa 4 có rớt môn Phân tích dụng cụ 3 (PTDC3) và không biết là môn PTDC3 của khóa 04DH thay thế bằng PTDC2 của khóa 05DH nên e đã đăng ký và qua môn PTDC3 của khóa 05DH. Vậy em có được tính môn PTDC3 của khóa 05 cho môn PTDC3 của khóa 04 không ạ? Em cảm ơn thầy cô.",
                "Dạ chào thầy cô ạ! Thầy cô cho em xin hỏi về điểm quá trình môn Quản lí chất lượng và cải tiến ạ? Vì điểm môn này của em chỉ có cột điểm thi thôi ạ!",
                "Vừa qua trường đã công bố điểm thi HKII năm học 2017_2018 trên sinhvien.hufi.edu.vn Môn Tối ưu hoá trong công nghệ thực phẩm của em được 5 điểm. Em có lên phòng khảo thí để làm đơn khảo thí, thì được biết điểm của mình là 5,5. Vậy sai sót trên là do đâu? Mong được Phòng đào tạo giải đáp",
                "Thầy (cô) cho em hỏi làm hồ sơ bảo lưu như thế nào vậy ạ? Vì không đủ điều kiện để đóng học phí nên học kỳ này em không đăng ký học phần ạ (Không có công nợ).",
                "Dạ cho em hỏi nếu làm đơn tạm dừng học tập thì thời gian tối đa là bao lâu vậy ạ?",
                "Em chào cô (thầy), Cho em hỏi là đối với môn Anh văn A2 học kì I năm 2018-2019, có bạn hiển thị công nợ là 1.335.000đ, có bạn hiển thị công nợ là 1.275.000đ (2 bạn cùng khoá), nguyên nhân là gì vậy ạ? Em đã gửi mail cho phòng Kế hoạch Tài chính nhưng vẫn chưa trả lời lại em ạ! Em cám ơn!"
            ],
            "responses": [
                "Chào em! Ngày 13/8/2018 Trường có thông báo tuyển sinh hệ cao đẳng liên thông lên đại học, và khi đó Trường sẽ mở lớp ôn thi nếu đủ sỉ số mở lớp. Thời gian ôn thi trong 1 tháng, và hoàn thành hệ Đại học liên thông là 3 học kỳ em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "2a47b88f-4490-46a0-8cf3-f7ab49850dd2",
            "patterns": [
                "Dạ đợt học kì 1 2018 2019, em đăng ký lớp 08DHMT, bạn em đăng ký lớp 08DHSH2, nhưng giá tiền lại khác nhau ạ. Em cám ơn.",
                "Bằng tiếng anh a2 có thay thế được bằng toiec 350 không ạ? Em cảm ơn!"
            ],
            "responses": [
                "em gửi mã sinh viên của bạn để cô kiểm tra nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "5d84b840-0dce-46a4-9b15-4f929a111419",
            "patterns": [
                "Em xin chào thầy, cô! Em là sinh viên khóa 05DHLTP3, mssv: 2205152033. Xin thầy, cô! vui lòng cập nhật đầy đủ điểm học phần tích lũy của em, để em viết giấy đăng ký tốt nghiệp ạ! Em xin cám ơn thầy, cô!",
                "Cho em hỏi học phần tự chọn có bắt buộc mình học giáo dục thể chất ko ạ"
            ],
            "responses": [
                "nếu em làm phiếu đk xét tốt nghiệp; mấy điểm đó không biết thì không cần ghi đâu nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "e8fc71c6-8068-4b39-be75-6ce2cc37f90d",
            "patterns": [
                "thầy cô cho e hỏi sao điểm anh văn a2 của em vẫn chưa có vậy? em cảm ơn"
            ],
            "responses": [
                "môn đó em học ở hk nào"
            ],
            "context_set": ""
        },
        {
            "tag": "bb1f9d27-37cc-4dcb-ab32-1801aa1348a0",
            "patterns": [
                "em học học kì 1 năm (2017-2018) mà học kì 2 em mới thi lại. nhưng giờ vẫn chưa có điểm.",
                "Em xin trình bày thắc mắc về kết quả môn kĩ năng làm việc nhóm hiệu quả của em bị 0.00đ ở HK2 năm 2017-2018 vừa qua. Lí do: 1. Em đi học và kí tên đầy đủ ở cả 2 buổi học. 2. 10 bạn chung nhóm môn học với em đều đạt 7.00đ. Mong nhà trường xem xét và giải quyết giúp em về trường hợp này.",
                "Chào quý thầy cô! Cho em hỏi là em học cải thiện mà bị rớt thì có được lấy điểm cũ không ạ ? Em cảm ơn ạ!"
            ],
            "responses": [
                "hệ đại học đâu có thi lại đâu em; em nói rõ nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "5d608655-08f4-4122-a838-9a407f95b806",
            "patterns": [
                "Xin chào phòng đào tạo. Cho em hỏi em thiếu chứng chỉ toiec thì có được xét tốt nghiệp và làm lễ tốt nghiệp được không. Các điều kiện khác em đã hoàn thành."
            ],
            "responses": [
                "được nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "8831b930-f56e-432a-b0e8-cc4e1e5899e3",
            "patterns": [
                "Đến hôm nay vẫn chưa có điểm tổng trung bình, xép loại A."
            ],
            "responses": [
                "cô thấy đã có điểm trung bình rồi; còn xếp loại A là như thế nào; em nói cụ thể hơn hoặc không em lên phòng Đào tạo gặp Cô Thúy để giải đáp trực tiếp nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "42f92179-d0d2-4673-b0a2-ed35bd6d7f9f",
            "patterns": [
                "Đến hôm nay vẫn chưa có điểm tổng trung bình, xép loại A."
            ],
            "responses": [
                "chào em; đã có điểm trung bình trên web rồi; sao em cứ bảo chưa có là sao"
            ],
            "context_set": ""
        },
        {
            "tag": "ff5d9d04-32bf-4776-9611-c1e83c0c9ef5",
            "patterns": [
                "Cho e hỏi e thi biết chắc quốc phòng 2 là trên 5 mà sao ở đây dưới 5 em muốn xem lại bài làm của e lúc thi đc ko vậy",
                "chào thầy/ cô,, cho em hỏi hệ thống nhập điểm có phải cùng 1 lúc không ạ. Vì em thi đợt sau nhưng điểm của em lại được nhập trước so với các bạn cùng đợt hay trước em. Với cho em hỏi thêm thì khi nào sẽ có điểm hoàn chỉnh ạ, vì có vài môn hệ thống tính sai điểm ạ. em xin chân thành cảm ơn",
                "Dạ cả 2 môn hệ điều hành và truyền thông kỹ thuật số đều không đăng kí được ạ"
            ],
            "responses": [
                "phúc khảo tại trung tâm khảo thí và đảm bảo chất lượng - Lầu 3; dãy nhà C nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "8da2cf5a-9def-4a0a-bb8b-55c9a6cf3312",
            "patterns": [
                "Cô ơi em vẫn chưa thể đăng kí, do bị rớt 3 lần nên vẫn bị lỗi cũ, cứ ghi môn học từng không đạt và không đăng kí được ạ"
            ],
            "responses": [
                "môn gì chưa đk được"
            ],
            "context_set": ""
        },
        {
            "tag": "3d5d5f6a-3209-4cac-90c0-80b102f616e4",
            "patterns": [
                "Kính gửi phòng đào tạo. Em có đăng ký môn “ quản trị chiến lược” nhưng vì đó là môn học vượt. Nên em mong phòng đào tạo có thể huỷ giúp em môn đó với ạ. Để e có thể đăng ký môn “GDQP3-AB“ ạ . Em cảm ơn phòng đào tạo"
            ],
            "responses": [
                "chào em; hiện tại không được hủy môn học nữa nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "59dc3a45-1843-4cf4-8413-b279b80d7253",
            "patterns": [
                "Do 2 môn hệ điều hành và truyền thông kỹ thuật số e rớt môn, có đăng kí học lại nhưng lại trùng mất lịch làm thêm nên bị rớt và giờ không đăng kí môn học lại. thầy cô fix lỗi để em đăng kí được với ạ",
                "Kính gửi thầy cô phòng Đào Tạo Em tên: Nguyễn Văn Hùng, sinh viên lớp 05dhqt3, em viết đơn này với nguyện vọng mong thầy cô tạo điều kiện để em được theo học môn quản trị tài chính nhằm tốt nghiệp kịp khoá sau. Em xin chân thành cảm ơn"
            ],
            "responses": [
                "chào em; cô đã chỉnh rồi; em lên mạng đăng ký xem nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "fe3ea1f9-7c10-4baa-ac76-3b6c87d6568b",
            "patterns": [
                "Cô ơi khi e thực hiện đăng kí thì hiện môn đó từng không đạt, vui lòng chọn học lại để đăng kí, nhưng em chọn học lại, chọn tự do cũng không đăng kí được, em rất muốn trả nợ 2 môn ấy, do e đi làm trong giờ hành chính, khi em nghỉ về cũng là khi phòng đào tạo hết giờ làm việc, cô giúp em với cô.",
                "Do đi làm thêm suốt không có thời gian ghé trong giờ làm việc của phòng đào tạo, em nhờ thầy cô phòng đào tạo fix lỗi cho em để em có thể đăng kí những môn học kì 1 năm 2018-2019 có mở nhưng em không đăng kí được đó là môn hệ điều hành và môn truyền thông kĩ thuật số. Em xin trân thành cảm ơn ạ."
            ],
            "responses": [
                "đã trả lời ở thư trước em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "80694b2e-140f-4776-a813-2b5091caab4b",
            "patterns": [
                "Vì có lý do nên em hông học môn học ở HK hè được nhưng đã hết hạn hủy học phần. Bây giờ thì em phải làm sao ạ ? Mong thầy/cô giúp đỡ cho em !",
                "Vậy em vẫn bị công nợ môn đó và sau này dky đóng tiền tiếp hả thầy/cô",
                "Dạ em chào thầy/cô cho em hỏi là em nhấp vào học cải thiện và chọn môn em muốn học cải thiện (Quy hoạch thực nghiệm) là được rồi đúng không ạ Tại vì em mới thấy mã học phần khác nhau ạ lúc học là 004030 và lúc đăng ký học cải thiện lại là 010100403004 Cảm ơn thầy/cô đã đọc em rất mong nhận được phản hồi từ thầy/cô ạ",
                "dạ chào quý thầy cô! điểm môn ISO 14000 của lớp e sao k thấy cập nhật. thời gian thi đã 3 tháng rồi ạ! thầy cô kiểm tra giùm ạ! e xin cảm ơn!",
                "Cho e hỏi nếu học kì trước mình rớt nhiều môn thì khi nào có thể học lại có yêu cầu gì ko ạ"
            ],
            "responses": [
                "chào em; nếu em không học được coi như môn đó bị điểm 0 và sau này đk học lại nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "d2394043-cd2e-4ebe-b9d9-a4e364a12b92",
            "patterns": [
                "em muốn hỏi là. em có 1 môn học rớt 3 lần. có đuọc tính điểm cho lần học thứ 4 không?",
                "Cho e hỏi e muốn rút học phần bây giờ vậy có phải đóng tiền ko, e muốn thi bằng tin học vậy ở trường có tổ chức hay ko, cao đẳng có bao nhiêu tín chỉ lÀ ra trường , nếu điểm f là thi rớt môn Phải ko"
            ],
            "responses": [
                "được nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "ff07d15a-2bbe-4bc1-93c5-4875f0cd83d4",
            "patterns": [
                "Em muốn hủy môn học ở HK3 thì làm sao ạ ?",
                "Vì có lý do nên em hông học đc. Bây h em phải làm sao cô ơi ?",
                "Cho em hỏi là điểm hệ số 4 có được làm tròn không Thầy/Cô. Vd: điểm hệ số 4 của một môn học là 3.95 vậy có được làm tròn thành 4.0 không. Em cảm ơn."
            ],
            "responses": [
                "hiện tại hết thời gian hủy rồi nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "eb45d3ef-456c-4d6e-b151-127cfea7820d",
            "patterns": [
                "Em chào thầy cô ạ. Em tên là Châu Thị Ngọc Huyền. MSSV: 2005150186. Em bị tính sai điểm trung bình môn đường lối cách mạng đảng csvn ạ. Điểm quá trình 10, điểm thi 7.5, nhưng trung bình lại thì chỉ nhập có 5.8 ạ. Mong quý thầy cô xem xét chỉnh sửa lại giúp em với ạ. Em xin chân thành cảm ơn",
                "em rớt môn cấu trúc dữ liệu và giải thuật(3 chỉ) và em muốn học lại môn cấu trúc dữ liệu và giải thuật(2 chỉ)và một môn tự chọn(1 chỉ) vậy em có được tính đủ số chỉ môn cấu trúc (3 chỉ) không ạ?Mong nhận được sớm hồi âm từ các thầy cô ạ,em xin cảm ơn.",
                "Phong Đào tạo cho e hỏi hiện tại việc cập nhật môn GDTC1 đã chính xác chưa ạ.E thi được 7đ nhưng kết quả là 0.00 ạ",
                "trong danh sách thi cuối kì e được 7đ ạ.E có thể liên lạc bộ phận nào cập nhật lại điểm ạ? E xin cảm on"
            ],
            "responses": [
                "chào em; nếu môn này ở HK2 năm học 2017-2018 thì nhà trường sẽ tính lại hết;sau khi đã có điểm các môn toàn trường em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "4900afac-d072-4afc-848e-571a6f705a37",
            "patterns": [
                "Thầy cô ơi,Sao e đăng ký môn học lại mà cứ hiện chưa có lịch thu học phí thì ko đăng ký đc là sao, mở lớp mà e ko đk đc, e mong thầy cô giúp đỡ",
                "Thưa phòng đào tạo Em đăng kí học hè quốc phong an ninh 3 vào ngày 30/7/2018 tới 4/8/2018 ạ Mà gia đình em có chút việc ba em bệnh hiện tại đang ở giai đoạn kiểm tra, phải mổ đầu tháng 8 em muốn ở chăm sóc ạ. Mong phong xem xét và hướng dẫn em với ạ. Em xin trân thành cảm ơn ạ.",
                "Thưa thầy, cô! Em là sinh viên năm cuối. Một vài môn học em đã đăng ký ở các học kỳ trước bị sai mã học phần so với mã học phần trong khung chương trình đào tạo. Vậy giờ em có cần làm đơn xin chuyển mã học phần không ạ? Nếu có thì mẫu đơn đó như thế nào, vì em có lên chỗ biểu mẫu của trang web tìm nhưng không thấy. Em chân thành cảm ơn!",
                "Em xin chào thầy, cô !! Em hiện đang theo học lớp 05DHLSH2,MSSV: 2208150023, học khóa 2015. Hiện tại em đã hoàn thành tất cả các môn học và đồ án. Nhưng do em không biết cần phải đăng kí Môn Đồ án nên không có tên trong danh sách bảo vệ đợt này. Không biết em có thể tham gia bảo về đồ án vào đợt sau không ạ ? Hoặc có thể làm đơn xin gia hạn thời gian bảo vệ đồ án được không ạ ? Em cám ơn thầy, cô !!!",
                "Em là Bùi Thị Bảo Trân, học sinh bị trễ thi và đã làm đơn hoãn thi cùng giấy tờ liên quan để nộp cho thầy (cô) phòng đào tạo. Cho em hỏi phòng làm việc vào giờ nào và ngày nào để em có thể nộp đơn và xử lí đơn của em ạ vì sáng T2 (25/6/2018) em kên trường lúc 10h30 nhưng không có thầy cô làm việc ạ. Em cảm ơn. Mong thầy cô giúp em.",
                "Cho em rút học phần thể chất 2"
            ],
            "responses": [
                "chào em; em khóa 05 DHLT; đã hết thời gian đào tạo rồi; nếu em còn nợ môn em phải làm đơn chuyển hệ đào tạo qua hệ Đại học liên thông vừa làm vừa học mới được học tiếp em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "0cbbf17a-0b6c-4c72-851e-e94b86b72bb6",
            "patterns": [
                "Chào quý thầy cô Em là sinh viên khoá 2014-2017 Cho em hỏi em hết thời gian học tại trường,mà e còn nợ môn vậy trường có cho tụi em thi vét để ra trường không vay",
                "Dạ em chào thầy cô p. Đào Tạo. Khi nãy e có gửi trước 1 inbox về điểm TBHK bị sai, Về số Tín Chỉ Tích Lũy của em khi loại trừ 2 môn học chuyển đổi Mác question:  Quản Trị học thì chỉ có 44 chỉ thôi chứ ko phải là 45 chỉ. Em học bên này với lại đi làm nên không có nhiều thời gian lên gặp trực tiếp, rất mong thầy cô thông cảm dùm ạ! Cảm ơn thầy cô nhiều!",
                "Dạ em chào thầy cô p. Đào Tạo. Hiện 2 hệ điểm TBHK và TBTL đã đc cập nhật lại tuy nhiên qua kiểm tra trên MSSV của em thì điểm vẫn sai. Theo công thức tính DTBHK thì bao gồm cả các học phần điều kiện (do em là sv liên thông DH từ CDN lên), thì ở hệ 10 điểm phải là 7.51 chứ ko thể nào là 6.01 . Rất mong p. Đào Tạo 1 lần nữa kiểm tra lại giúp hệ điểm giúp em để không bị ảnh hưởng đến xếp hạng tốt nghiệp sắp tới đây!"
            ],
            "responses": [
                "chào em; em còn 1 học kỳ nữa mới hết thời gian mà"
            ],
            "context_set": ""
        },
        {
            "tag": "7f30092b-6f2b-4520-84a9-855209a67f2d",
            "patterns": [
                "Chào thầy cô. Cho e nói là hiện tại nhà trường có hỗ trợ sinh viên thi lại môn trắc nghiệm mà không cần phải đi học phải k ạ? Mong thầy cô phản hồi lại giúp e.Cảm ơn thầy cô.",
                "Chào thầy cô. Cho e hỏi là sắp tới trường mình có tổ chức thi vét cho những khóa 14 chưa đủ điểm ra trường k ạ?"
            ],
            "responses": [
                "chào em; hiện tại không có nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "0661ad7c-a4f7-4ed1-b595-1ef5e953ac5f",
            "patterns": [
                "Chào thầy cô. Cho e nói là thời gian hủy bằng tốt nghiệp là mấy năm ạ. e thuộc khóa 14 nhưng chưa đủ điểm ra trường nên học kì tới có đăng kí môn học. theo dự kiến tháng 11 sẽ kết thúc môn. thì e k biết là tối đa hủy bằng của e còn mấy năm nữa. e nghe các bạn nói tính từ thời điểm bắt đầu là tân sinh viên đến lúc lấy bằng tốt nghiệp chính thức tối đa là 5 năm. sau 5 năm nếu chưa lấy bằng chính thức thì bằng sẽ bị hủy. xin thầy cô giải đáp thắc mắc dùm e. e cảm ơn."
            ],
            "responses": [
                "em còn 1 học kỳ nữa là hết thời gian đào tạo (4.5 năm)"
            ],
            "context_set": ""
        },
        {
            "tag": "0345d5e3-4223-48ad-961d-f891cf736ccb",
            "patterns": [
                "Là bao gồm nộp bằng Toeic với mos để lấy bằng tốt nghiệp luôn phải k ạ?"
            ],
            "responses": [
                "không nhé em. khi nào có bằng toeic và mos thì lấy bằng sau; 4.5 năm là thời hạn để xét tốt nghiệp"
            ],
            "context_set": ""
        },
        {
            "tag": "9d71527e-b5a0-44dc-9f34-2526472a6e89",
            "patterns": [
                "Xét cho e hỏi là xét tốt nghiệp chia ra mấy đợt. Thông thường sẽ rơi vào tháng mấy ạ? Và thời hạn lấy bằng tốt nghiệp chính thức là bao lâu?",
                "Chào thầy cô. em muốn hỏi hiện tại e học hệ cao đẳng nhưng vì 1 số môn e đăng kí lớp đại học và lớp cao đẳng khác nhưng đúng môn học. có thể sai mã môn học. nếu vậy em phải làm đơn chuyển điểm về đúng mã môn học đúng với lớp của em. điểm đại học thì e chuyển điểm. nhưng nếu e học lớp cao đẳng thì có cần chuyển về đúng mã môn học đúng lớp em hay không? ví dụ như lớp 05 chuyển về đúng lớp khóa 14. còn nếu lớp 15, 16 có cần chuyển về lớp 14 hay không? hay chỉ lớp đại học chuyển về cao đăng thôi. mong thầy cô giải đáp giúp em. trân trọng cảm ơn.",
                "Em xin chào thầy, cô !! Em hiện đang theo học lớp 05DHLSH2,MSSV: 2208150023, học khóa 1015. Hiện tại em muốn làm thủ tục bảo lưu kết quả học tập đến tháng 6 năm sau thì có được không ạ? Và em cần những hồ sơ nào ạ? Em cám ơn !!!",
                "Em xin hỏi, em có được phép xin gia hạn thời gian học không ạ, em đã hoàn tất tất cả các môn học, ngoại trừ đồ án tốt nghiệp. Em đã làm xong đồ án, nhưng không được báo cáo đợt này ạ !!"
            ],
            "responses": [
                "1 năm có 2 đợt xét tốt nghiệp; đợt 1 tháng 3-4; đợt 2 tháng 8-9; thường lấy bằng sau 1 tháng khi xét"
            ],
            "context_set": ""
        },
        {
            "tag": "3be671d8-04d7-4877-acbd-9db8417b0ac5",
            "patterns": [
                "Dạ em xin chào p. Đào Tạo, em đại diện cho tập thể lớp 06DHLDT2 cơ sở CD Công Thương mong được các thầy cô kiểm tra lại Điểm Trung Bình Học Kỳ và Tích Lũy HK1 (2017-2018) vừa rồi, hệ điểm 10 và 4 của 2 DTB trên bị sai lệch lớn so với công thức của nhà trường ạ. Rất mong thầy cô p. Đào Tạo kiểm tra giúp chúng em để không bị ảnh hưởng đến chất lượng bằng tốt nghiệp sắp tới của chúng em ạ. Cảm ơn thầy cô nhiều!"
            ],
            "responses": [
                "Đã cập nhật lại; em lên web kiểm tra lại nha"
            ],
            "context_set": ""
        },
        {
            "tag": "7f4db092-e4d6-4aae-a27f-6565827f4f4c",
            "patterns": [
                "Dạ em chào thầy cô p. Đào Tạo. Hôm trước em có gửi thư về việc kiểm tra lại điểm TBHK và TL kỳ 1 (2017-2018) cho toàn thể sv lớp em. Hiện 2 hệ điểm này đã đc cập nhật lại tuy nhiên qua kiểm tra trên MSSV của em thì điểm vẫn sai. Theo công thức tính DTBHK thì bao gồm cả các học phần điều kiện (do em là sv liên thông DH từ Cao Đẳng Nghề lên), thì ở hệ 10 điểm phải là 7.51 chứ ko thể nào là 6.01 . Với lại số tín chỉ tích lũy của em khi loại trừ 2 môn học chuyển đổi Mác question:  Quản Trị học thì chỉ có 44 chỉ thôi chứ ko phải là 45 chỉ. Rất mong p. Đào Tạo 1 lần nữa kiểm tra lại giúp hệ điểm và số TC giúp em để không bị ảnh hưởng đến xếp hạng tốt nghiệp sắp tới đây. Em học bên này với lại đi làm nên không có nhiều thời gian lên gặp trực tiếp, rất mong thầy cô thông cảm dùm ạ! Cảm ơn thầy cô nhiều!"
            ],
            "responses": [
                "trường hợp này học môn Điện tử cơ bản và Giải tích mạch với hệ đại học chính quy; em chưa có giấy xác nhận tương đương về Phòng Đào tạo"
            ],
            "context_set": ""
        },
        {
            "tag": "f03e4c13-9783-4538-ba91-0f6e7852ff73",
            "patterns": [
                "Bây giờ em muốn học lại môn Hóa phân tích 1 và môn Hóa phân tích 2 nhưng không biết 2 môn đó đã đổi tên thành môn gì rồi ạ ? Em học khóa 04DHDB ạ - Em rớt môn Toán cao cấp A3 nên bây giờ cần học lại nhưng em nghe phòng đào tạo nói là giờ không còn Toán cao cấp A3 nữa mà là thành Toán cao cấp A1 . Em đã qua môn Toán Cao cấp A1 trước đây rồi thì bây giờ em trả nợ môn Toán cao cấp A3 như thế nào ạ ? Xin cảm ơn thầy / cô ạ !",
                "Chào thầy (cô) Em có câu hỏi mong thầy (cô) trả lời giúp em. Em có 1 môn phải học lại nhưng nó không có trong phần học lại thì phải làm sao ạ. Mong nhận được câu trả lời từ thầy (cô) trong thời gian sớm nhất. Em cảm ơn ạ.",
                "Chào thầy cô Hiện tại em định cải thiện 1 môn là môn kỹ thuật quá trình và thiết bị 1. Môn đó em điểm D và có ý cải thiện. Lúc đăng kí học phần thì em thấy hiện thông báo là nếu đăng kí trường sẽ hủy điểm cũ của em Cho em hỏi là nếu em học cải thiện mà lại rớt, điểm cũ của em có được khôi phục lại không ạ Em cám ơn."
            ],
            "responses": [
                "chào em; trước đây môn toán cao cấp A1 của em là 2 tín chỉ; giờ em học toán A3 answers: A1 3 tín chỉ nhé em. Hóa phân tích em liên hệ khoa hỏi nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "0468aa54-a761-4064-8f69-77a1f56b8139",
            "patterns": [
                "em xin chào thầy cô ạ Kì thi cuối kì năm học 2017-2018 chuẩn bị diễn ra vào ngày 11/6 tới. nhưng em lại không có lịch thi 2 môn đó là môn Quy hoạch thực nghiệm và môn xử ký số liệu thực nghiệm. Mặc dù em đã báo với nhà trường từ khi có lịch thi. Nhưng hiện giờ em vẫn không có lịch thi của 2 môn này. Mong quý thầy cô giúp em giải quyết việc này để em còn phải ôn thi để có 1 kết quả tốt.",
                "Phòng giải đáp giùm em, e có chứng chỉ ngoai ngữ B1 theo khung tham chiếu châu Âu của trường Đại học Ngân Hàng Tp.HCM; vậy trường có test lại bằng không, nếu có thủ tục như thế nào? Em xin chân thành cảm ơn!",
                "Em chào thầy cô, thầy ( cô ) cho em hỏi là em ở học kì 3 đã đăng kí học môn Hóa Học Đại Cươnh và đã hoàn thành môn đó. Tại sao bấm vô học lại thì môn đó vẫn còn hiện vậy ạ E xin cảm ơn"
            ],
            "responses": [
                "em đã được trả lời trực tiếp rồi đúng ko em."
            ],
            "context_set": ""
        },
        {
            "tag": "c37b8a98-86fb-45b3-8eec-3f8b96ec3092",
            "patterns": [
                "Em chào cô (thầy), Cho em hỏi là lớp Các quá trình thiết bị cơ học và thuỷ lực lớp 08DHHH2 có 24/60 sinh viên đăng ký vậy có được mở lớp không ạ ? Vì đây là lớp chỉ dành cho khoa Hoá mà là ngành mới của khoá 08 nên ít sinh viên đăng ký lắm ạ ! Em và các bạn rất mong lớp này được mở để chúng em có thể theo kịp tiến độ. Em cám ơn !",
                "chào thầy cô phòng đào tạo. em muốn đăng ký môn kỹ thuật quá trình và thiết bị 2 trong hè này nhưng đã quá hạn đăng ký. em có thể lên trực tiếp phòng đào tạo để làm đơn xin học được không ạ. vì học kỳ hề vẫn chưa bắt đầu. em mong thầy cô xem xét cho em! em xin cảm ơn!",
                "Chào thầy cô Em tên Nguyễn Minh Sang, học lớp 05DHTH2, hiện em vẫn còn nợ 1 môn chưa đăng kí nên phải chọn khóa 06DHTH. Ngày 4/6 em đăng nhập thì thông báo 7/6 mới đăng kí được, nhưng hôm nay em vào thì lớp đó đã hiển thị trạng thái đã khóa. Tại sao trường thông báo là 17/6 mới hết hạn đăng kí và hủy môn nhưng hôm nay lại khóa và không cho đăng kí nữa. Xin thầy cô giải quyết giúp em. Em cảm ơn.",
                "Dạ chào thầy cô. Em thật sự rất bức xúc không hiểu nhà trường ra thông báo một đằng lại làm không giống. Thông báo 8h mới MỞ cổng thông tin cho sinh viên đăng kí, trong khi 7h em vào là đã FULL LỚP. Nếu nhà trường làm như vậy, làm sao sinh viên tụi em biết tin lời ai đây ạ!!!!! MOng nhà trường xem xét lại. Cảm ơn thầy cô đã đọc.",
                "Em chào thầy (cô)! Em là sinh viên khóa 14CDKT. hiện tại em đã hoàn thành xong 3 môn học bổ sung của học kỳ trước em bỏ lỡ. Thầy (cô) cho e hỏi em muốn xin xét tốt nghiệp thì có phải làm đơn xin xét không ạ và khi nào thì nộp đơn ạ? mong thầy (cô) quan tâm và giải đáp thắc mắc giúp e! Em xin chân thành cảm ơn!",
                "Xin chào thầy cô, em tên Trúc My là sinh viên khóa 06DHTS3, học kì 3 năm 2016-2017 em có học lại môn AV sơ cấp đăng kí lớp khóa 07, học kì năm 2017-2018 em học môn hóa phân tích đăng kí lớp khóa 08 và đã qua môn tất cả. Nhưng trong phần đăng kí học lại của em lại có môn đó. Em thắc mắc là tại sao em bị như vậy, mong thầy cô xem xét và giải thích giúp em ạ. Em xin chân thành cảm ơn và đợi mong câu trả lời từ thầy cô sớm nhất.",
                "Dạ. Em có xem lại và thấy rằng không cù g mã môn học. Vậy tất cảnhững môn học có cùng tên môn học nhưng khác mã môn học thì có phải làm giấy học phân tương đương không ạ. Hay nhà trường sẽ tự chuyển cho e luôn ạ???",
                "Em muốn hủy môn quốc phòng 3 vừa mới đăng ký thì làm thế nào ạ. Vô lớp học phần đã đăng ký thì không tìm thấy dữ liệu a chị giúp em ạ em cảm ơn"
            ],
            "responses": [
                "chào em; để hết đợt đăng ký môn học nhà trường sẽ rà soát lại nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "425630f4-12b4-4736-8079-744d17fe2bbe",
            "patterns": [
                "Em là sinh viên khoá 07.Em bị rớt một môn e muốn học lại mà khoá của em không có mở lớp. Vậy em có thể đki học lớp của khoá 08 được không ạ. Mà học kì 1 năm 2018-2019. Em thấy đăng kí học phấn đấu là chia ra từng khóa. Vậy em khóa 07 có đăng kí được học phần của khoá 08 không ạ.",
                "Em đã thì môn Công nghệ bảo bì và đóng gói thực phẩm vào 24/4 đến nay các bạn cùng thì lớp với em đã có điểm hết nhưng nm vẫn chưa có. Xin quý thầy cô kiểm tra lại giúp em",
                "Phòng đào tạo xem lại giúp em học phí em đã đóng đầy đủ sao em chưa có điểm học phần Tham quan kiến tập vậy. Mong phòng đào tạo xem lại giúp.",
                "Kính gửi:Phòng Đào tạo Em tên: Nguyễn Thị Ngọc Anh Lớp 06DHQT4 Vì lí do em cần học trả nợ môn xác suất thống kê trong học kì hè,nhưng lơp đăng kí đã bị đầy. Em mong quý thầy cô có thể giúp em mở thêm 1 sỉ số trong lớp học phần( 006617) môn xác suất thống kê để em co thể đăng kí học trả nợ trong kì hè này. Em xin cảm ơn !",
                "Thầy(cô) cho em hỏi lúc trước em bảo lưu ở đầu học kì nên hầu hết các môn đều không có điểm kì tới em đăng kí lại thì phải vào đăng kí học lại hay có cần làm đơn để hủy mấy môn đã đăng kí lại không ạ. Thầy (cô) có thời gian thì cho em biết với ạ. Em cảm ơn.",
                "Em là sinh viên khoá 07.Em bị rớt một môn e muốn học lại mà khoá của em không có mở lớp. Vậy em có thể đki học lớp của khoá 08 được không ạ. Mà học kì 1 năm 2018-2019. Em thấy đăng kí học phấn đấu là chia ra từng khóa. Vậy em khóa 07 có đăng kí được học phần của khoá 08 không ạ.",
                "Em đã thì môn Công nghệ bảo bì và đóng gói thực phẩm vào 24/4 đến nay các bạn cùng thì lớp với em đã có điểm hết nhưng nm vẫn chưa có. Xin quý thầy cô kiểm tra lại giúp em",
                "Phòng đào tạo xem lại giúp em học phí em đã đóng đầy đủ sao em chưa có điểm học phần Tham quan kiến tập vậy. Mong phòng đào tạo xem lại giúp.",
                "Kính gửi:Phòng Đào tạo Em tên: Nguyễn Thị Ngọc Anh Lớp 06DHQT4 Vì lí do em cần học trả nợ môn xác suất thống kê trong học kì hè,nhưng lơp đăng kí đã bị đầy. Em mong quý thầy cô có thể giúp em mở thêm 1 sỉ số trong lớp học phần( 006617) môn xác suất thống kê để em co thể đăng kí học trả nợ trong kì hè này. Em xin cảm ơn !",
                "Thầy(cô) cho em hỏi lúc trước em bảo lưu ở đầu học kì nên hầu hết các môn đều không có điểm kì tới em đăng kí lại thì phải vào đăng kí học lại hay có cần làm đơn để hủy mấy môn đã đăng kí lại không ạ. Thầy (cô) có thời gian thì cho em biết với ạ. Em cảm ơn."
            ],
            "responses": [
                "chào em; vẫn đăng ký được với khóa 08 em nhé; em chờ ngày nào mở đăng ký chung cho tất cả các khóa"
            ],
            "context_set": ""
        },
        {
            "tag": "d59822c4-6c60-4ccf-8762-28a92c763cbc",
            "patterns": [
                "Em là sinh viên khóa 05DH do bảo lưu nên hiện tại em học cùng khóa với 06DH nhưng lớp em vẫn được giữ lớp cũ nên vẫn là 05DH trong đợt đăng kí môn học vừa qua vì Trường xếp ngày đầu tiên chỉ cho khóa 06DH đăng kí nên em bị đẩy lùi xuống đăng kí sau 2 ngày mà ngày đăng kí đó tất cả các lớp thuộc khóa 06DH đều bị khóa hết không cho đăng kí em phải gọi lên xin mở để em được đăng kí nhưng khi vào được thì hầu hết các lớp đã đủ số lượng vì là năm 4 nên rất khó để có thể đủ 30 bạn lập thành danh sách xin mở lớp,em mong trong đợt đăng kí ở học kì sau Trường có thể cho khóa 05DH được đăng kí cùng đợt với khóa 06DH vì số lượng bảo lưu như em rất ít nếu đăng kí lùi như đợt này nữa chúng em sẽ gặp nhiều khó khăn trong thực tập, đồ án em mong Thầy (Cô) xem xét điều chỉnh giúp em. Em cảm ơn.",
                "Em là sinh viên khóa 05DH do bảo lưu nên hiện tại em học cùng khóa với 06DH nhưng lớp em vẫn được giữ lớp cũ nên vẫn là 05DH trong đợt đăng kí môn học vừa qua vì Trường xếp ngày đầu tiên chỉ cho khóa 06DH đăng kí nên em bị đẩy lùi xuống đăng kí sau 2 ngày mà ngày đăng kí đó tất cả các lớp thuộc khóa 06DH đều bị khóa hết không cho đăng kí em phải gọi lên xin mở để em được đăng kí nhưng khi vào được thì hầu hết các lớp đã đủ số lượng vì là năm 4 nên rất khó để có thể đủ 30 bạn lập thành danh sách xin mở lớp,em mong trong đợt đăng kí ở học kì sau Trường có thể cho khóa 05DH được đăng kí cùng đợt với khóa 06DH vì số lượng bảo lưu như em rất ít nếu đăng kí lùi như đợt này nữa chúng em sẽ gặp nhiều khó khăn trong thực tập, đồ án em mong Thầy (Cô) xem xét điều chỉnh giúp em. Em cảm ơn."
            ],
            "responses": [
                "chào em; do phân luồng theo hệ để đăng ký môn học không bị nghẽn; nếu em gặp trục trặc môn nào trong đợt đăng ký có thể lên phòng đào tạo để cô hỗ trợ"
            ],
            "context_set": ""
        },
        {
            "tag": "0c84cb89-390a-4b7f-8cae-a6339a243fd0",
            "patterns": [
                "Thưa Thầy e là sinh viên thuộc khóa 05DH. Trong kỳ mở lớp học phần hè năm 2017-2018 e mong nhà trường mở lớp học ANH VĂN 1 ạ vì rất nhiều bạn khóa 05 06 vẫn chưa học ANH VĂN 1. Em xin chân thành cảm ơn ạ!",
                "Đề nghị cập nhập học phần Đồ án Công nghệ chế biến Thực phẩm tôi đã hoàn thành. Không còn nợ. Xin cám ơn!",
                "Cô ơi cho em hỏi điểm thi Hóa lý 1 của em sao đến nay vẫn chưa hiển thị ạ? Em cám ơn!",
                "Em muốn hủy môn quốc phòng 3 vừa mới đăng ký thì làm thế nào ạ. Vô lớp học phần đã đăng ký thì không tìm thấy dữ liệu a chị giúp em ạ em cảm ơn",
                "Thưa Thầy e là sinh viên thuộc khóa 05DH. Trong kỳ mở lớp học phần hè năm 2017-2018 e mong nhà trường mở lớp học ANH VĂN 1 ạ vì rất nhiều bạn khóa 05 06 vẫn chưa học ANH VĂN 1. Em xin chân thành cảm ơn ạ!",
                "Đề nghị cập nhập học phần Đồ án Công nghệ chế biến Thực phẩm tôi đã hoàn thành. Không còn nợ. Xin cám ơn!",
                "Em đã hoàn thành môn học em nợ đó là Đồ án công nghệ chế biến thực phẩm. Em đề nghị cập nhập lại. Hiện tại trên bảng điểm vẫn ghi là còn nợ môn. Xin cám ơn",
                "Cô ơi cho em hỏi điểm thi Hóa lý 1 của em sao đến nay vẫn chưa hiển thị ạ? Em cám ơn!",
                "cho e hỏi ngày nào được phúc khảo và đến đâu để phúc khảo ạ ?"
            ],
            "responses": [
                "chào em; anh văn 1 nếu không mở; mình có thể ĐK môn Anh văn A1 để thay thế nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "7dab5b6c-5997-418e-b850-011452df18ac",
            "patterns": [
                "Em học ngành quản trị kinh doanh hệ cao đẳng khóa 2014-2017. Cho em hỏi thời gian học tối đa cho ngành của em là bao lâu ạ? Em cảm ơn."
            ],
            "responses": [
                "4.5 năm nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "2aff7991-e096-44ba-ba16-c7f63985c154",
            "patterns": [
                "Cho em hỏi em muốn gia hạn thêm thời gian học thì phải làm sao ạ?"
            ],
            "responses": [
                "không thể gia hạn nữa nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "277b82f1-a8db-4d6c-a951-ed22fc0aa723",
            "patterns": [
                "Thưa thầy/cô, em hiện là sinh viên năm nhất chuyên ngành công nghệ thông tin, em xin hỏi là em có được xét duyệt để chuyển trường đến đại học ngoại ngữ tin học (cùng chuyên ngành công nghệ thông tin) được không ạ? Em xin cảm ơn, mong thầy/cô hồi đáp giúp em.",
                "Dạ chào phòng CTSV! Phòng CTSV cho em hỏi điểm tổng kết hệ 10 và 4 của kỳ 1 năm 2017-2018 chừng nào mới có ạ, học kỳ 2 sắp kết thúc, tụi em cũng sắp tốt nghiệp rồi mà điểm kỳ 1 bi giờ vẫn chưa có ạ!",
                "Dạ, e cảm ơn cô ạ! Em có kiểm tra lại thì thấy Điểm trung bình học kỳ (hệ 10) của e bị sai. Theo công thức thì đáng ra e phải được 7.5 điểm trung bình nhưng không hiểu sao lại chỉ còn 5.81, không biết là sai sót của Điểm Trung Bình Học Kỳ có ảnh hưởng đến Điểm Trung Bình Tích Lũy không, tại vì cái này liên quan đến xếp hạng bằng tốt nghiệp của e. Mong cô kiểm tra lại giúp e phần điểm bị sai này ạ. Cảm ơn cô nhiều!",
                "Cho e hỏi xíu ạ, lịch học của e sáng thứ 6 tuần này có hai môn học cùng lúc ạ, 1 môn là lịch chính thức còn 1 môn là học bù ạ, môn chính thức từ tiết 1_5 còn môn bù từ tiết 1 đến 3. Em mong thầy cô giải đáp giúp e ạ"
            ],
            "responses": [
                "chào em; em muốn được biết chuyển dc hay không; thì em liên hệ bên trường Ngoại ngữ xem họ có nhận ko nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "4c786bf4-81db-4470-8d88-a6b2c7bbe9a0",
            "patterns": [
                "Cho em hỏi em đăng kí thêm học phần học kì 2 mà giờ em không học được mà không hủy được thì em vẫn phải đóng tiền phải ko . hay em không đóng tiền thì hệ thống tự động hủy ạ. Em cám ơn"
            ],
            "responses": [
                "chào em; nếu môn lý thuyết; đến đợt thi cuối kỳ; nhà trường xét điều kiện dự thi; nếu không đủ điểu kiện vì chưa đóng học phí sẽ hủy môn học."
            ],
            "context_set": ""
        },
        {
            "tag": "ab906697-ae0e-4c2e-8396-0c9f4e412d59",
            "patterns": [
                "Cho em hỏi em có điểm trên lớp pháp luật đại cuong là 6 điểm sao ko thấy trên kết qua học tập còn kỹ nang giao tiep tren lop là 7,4",
                "Em xét tốt nghiệp đợt 1 năm 2018, thời gian phát bằng tốt nghiệp tạm thời là từ ngày 23/4 - 18/5.....Vậy cho em hõi hôm nay đã có bằng chưa?? Và nhận bằng ở đâu ạ"
            ],
            "responses": [
                "chào em; cô đã trả lời ở email trước; lần sau em chỉ cần gửi 1 lần thôi nhé; khi đọc được email cô sẽ trả lời; em không cần viết 1 câu hỏi với nhiều email nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "50ca7091-1aaf-4a48-8f97-b9661197232f",
            "patterns": [
                "Cô cho em hỏi, môn anh văn A1 từ khoá 08 trờ về sau có tính vào trung bình tích luỹ không ạ ? Em cám ơn !",
                "Hôm trước tập thể sinh viên chúng em có gửi đơn đăng kí môn Giáo Dục Quốc Phòng An ninh 3, nhưng hiện tại lịch học 2 lớp Phòng đào tạo mthì đa số các bạn hầu hết kẹt lịch học các môn khác rồi ạ. Em đại diện tập thể sinh viên hi vọng Phòng đào tạo có thể sắp lịch cho chúng em hôm chiều thứ 2 và chiều thứ 6 để cho các bạn có thời gian thuận tiện hơn ạ. Em cám ơn!",
                "Dạ em chào thầy cô. Em có đăng kí học bổ sung môn kế toán thuế thứ 4 tiết 1 đến tiết 5. Nhưng giờ em xem lại thì bị chuyển xuống tiết 7 đến tiết 11. Giờ em vó thể thay đổi lại giờ học được không ạ. Em cảm ơn.",
                "Dạ. Cho e hỏi là e lớp 14cddt e thấy mình có tên trong danh sách khen thưởng loại khá vậy có học bổng hay nhận giấy khen ạ. E cảm ơn !",
                "Thầy cô cho em hỏi? Chứng chỉ công nghệ thông tin cơ bản của Trường cấp Theo quyết định số 1093/QĐ-DCT ngày 22/7/2016.Thì em đã có chứng chỉ tin học ứng dụng B do trường Đại Học Công Nghiệp Thực Phẩm cấp ngày 18/11/2014, là đủ điều kiện đầu ra tin học cho khóa 05DH liên thông phải không ạ? Em xin cám ơn!",
                "Em chào thầy(cô) phòng Đào tạo. Cho em hỏi tại sao lịch học của em lại thay đổi so với lúc em đăng ký môn học ạ? Em cùng đăng ký với bạn nhưng lịch học bạn không đổi nhưng lịch học của em lại bị đổi vậy ạ? Mong phòng ban trả lời giúp em! Em cảm ơn.",
                "thầy cô cho em hỏi sao em nộp đơn hoãn thi anh văn a2 để được thi lại rồi mà sao giờ vẫn chưa có lịch vậy ạ.",
                "Cho em hỏi chỉ có dân tộc thiểu số mới trợ cấp và miễn giảm học phí vậy nhà trường khong hỗ trợ không phai là dan toc thieu số nhưng đầu năm nhà truong có chính sách hỗ trợ đó mà.",
                "thầy ơi e đăng kí (Truyền động thuỷ lực khí nén) mà e đăng ký nhầm (Thực Hành truyền động thuỷ lực khí nén) cho e huỷ môn ạ."
            ],
            "responses": [
                "không tính nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "4cec7228-9ddd-4d68-a9b5-1008d855b337",
            "patterns": [
                "vậy làm sao và liên lạc với phòng ban nào để không học môn này ạ",
                "cho em hỏi không học vẫn đóng tiền 2 lần phải không ạ",
                "Chào Thầy cô Em học kỹ năng chinh phục nhà tuyển dụng, nhưng em luôn hoc đầy đủ và cũng đã kí tên sau khi kết thúc môn học .Nhưng sau em bị 0 điểm vậy Mong thầy cô giải quyết dùm em",
                "Thầy cô ơi cho em hỏi môn xác suất thống kê trong chương trình khung của em chỉ có 2TC nhưng trong lịch học của em là 3TC giờ các bạn em đều có lịch thi hết rồi còn em chưa có lịch thi môn này. Em mới phát hiện ra việc này nên rất hoang mang. Nó có ảnh hưởng gì đến kết quả học tập của em không ạk.Giờ em phải làm gì ạ?",
                "DEAR PHÒNG ĐÀO TẠO trường ĐH CÔNG NGHIỆP THỰC PHẨM em tên đoàn thanh hải - lớp: 14CDQT - mssv: 3013140074 - Do đóng học phí trễ nên lịch thi của em không có. - Học phí em đã chuyển khoản qua ngân hàng OCB ngày 22/3 - Môn học: Hệ Thống Thông Tin Quản Lý. - không biết em phải làm sao để có lịch thi mong được quý nhà trường hướng dẫn ạ. em xin chân thành cám ơn",
                "Dạ cô cho em hỏi là lúc trước em có ghi sai thông tin chỗ thực tập mà các bạn sửa không kịp. giờ em có thể sửa lại được không ạ?"
            ],
            "responses": [
                "nếu em không học coi như em bị điểm F thôi em nhé; không liên hệ phòng ban nào được nữa đâu em"
            ],
            "context_set": ""
        },
        {
            "tag": "f8a69da1-1dc2-4349-b182-af471bcb8f7f",
            "patterns": [
                "sao em đăng kí lớp hóa lí học từ đầu đến giờ sao nay em vào thì lại bị ghi là rút học phần vậy ạ",
                "Thầy cô cho em hỏi là học kỹ năng mềm thì học bao nhiêu kĩ năng mới đủ điều kiện ra trường v ạ.Em cảm ơn ạ",
                "Kính gửi thầy ( cô) phòng đào tạo, trước đó em có đến thắc mắc về điểm thưởng olympic toán trường chưa được nhập và nhận được trả lời là do chưa nhập. Hiện nay đã qua thời gian phúc khảo và đã có điểm trung bình nhưng điểm của em và một vài bạn vẫn chưa có, cho em hỏi là do sai sót hay sao ạ?",
                "Thưa thầy cô em đã đóng học phí mà giờ em muốn rút học phần thì phải làm sao ạ tại vì môn học đó do ba em bệnh nặng em phải chắm sóc ba nằm bệnh viện nên em vắg mặt 3 buổi và thầy không cho em học nữa em sợ bị điểm f và ảnh hưởng kết quả mong thầy công giúp đỡ vì gia đình em đang rất khó khan"
            ],
            "responses": [
                "chào em; cô đã chỉnh sửa rồi nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "c03141c0-cfba-49ae-80c0-df2ccbca2c54",
            "patterns": [
                "Điểm môn Mac-Lê Nin của em bị sai ạ.",
                "Dear Thầy(Cô), Em là sinh viên khoá 14 ngành công nghệ hoá học , em có đăng kí xét tốt nghiệp đợt này và sao khi có kết quả xét em thấy để là  nợ học phần tự chọn . ở học phần tự chọn đó em có học môn công nghệ sản xuất các chất vô cơ nhưng rớt và học lại môn công cụ quản lí chất lượng . vậy em cần làm giấy xác nhận để được tốt nghiệp không ạ ? Em chân thành cảm ơn ."
            ],
            "responses": [
                "Liên hệ Trung tâm Quả lý chất lượng lầu 3 nhà C nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "291b0a86-3393-4885-b4d4-4208adaba1ab",
            "patterns": [
                "Dạ em cảm ơn , cho em hỏi em đã nộp xét tốt nghiệp rồi, bây giờ em qua khoa làm xác nhận tương đương và nộp bổ sung thì vẫn được xét trong đợt này chứ ạ ? Em cảm ơn rất nhiều"
            ],
            "responses": [
                "em đã nộp đơn chưa; nếu nộp đơn rồi vẫn có thể bung sung giấy xác nhận môn học tương đương nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "36f18974-e07f-4a5d-940a-4ac2d26bfa22",
            "patterns": [
                "Cho em hỏi trường có gia hạn học phí ko",
                "Em xin chào thầy, cô! Em là sinh viên khóa 05DHLTP3. Cho em hỏi khóa em ra trường cần thì cần chứng chỉ gì của tin học và chứng chỉ gì cửa anh văn ạ. Em xin cám ơn!",
                "Dạ thầy cô cho em hỏi nếu muốn mở ớp thì 1 bạn đại diện viết đơn hay tất cả đều phải việc vậy ạ. Em cảm ơn.",
                "Em muốn rút bớt 1 học phần nhưng chưa có tiền đóng học phí băy giờ mình phải làm sao ạ thầy cô",
                "Em bị thầy cấm học môn đó thì có ảnh hưởng kết quả nhiều không ạ",
                "Chào thầy cô. Em muốn hỏi là nếu đóng tiền xét tốt nghiệp khi chưa có điểm trung bình tích lũy hệ 4 mà khi xét xong em chưa đủ điều kiện tốt nghiệp thì nhà trường có hoàn trả lại tiền xét tốt nghiệp cho sinh viên không? Rất mong quý thầy cô giải thích hộ em. Em cảm ơn.",
                "Chào thầy cô. Em muốn hỏi là e khóa 14 và hiện giờ e chưa đủ điểm ra trường. hiện tại thì e có bằng MOS và TOEIC, chứng chỉ CTXH. E có thể nộp trước được k ạ? và có quy định thời hạn gì không?Rất mong quý thầy cô giải thích hộ em. Em cảm ơn.",
                "Chào thầy cô. Em muốn hỏi là em muốn môn học hè nhưng vì có môn QUẢN TRỊ CHIẾN LƯỢC có 3 lớp cao đăng nhưng đã khóa mà số lương sinh viên it. và 1 lớp đại học. nhưng e k đăng kí lớp đại học đc. e muốn hỏi là phòng đào tạo có thể mở lớp cao đăng đã khóa cho e đăng kí học đc k ạ. vì lớp chưa có full. Rất mong quý thầy cô giải thích hộ em. Em cảm ơn.",
                "dạ. còn nếu lớp còn mở mà k đăng kí đc thì sao ạ? vì hệ thống báo học phần đã đăng kí tức là mã môn học đó đã đăng kí rồi. mặc dù môn đó đã qua nhưng vì muốn học cải thiện môn đó nhưng sao e vẫn k đăng kí đc.Rất mong quý thầy cô giải thích hộ em. Em cảm ơn."
            ],
            "responses": [
                "liên hệ phòng công tác sinh viên và thanh tra giáo dục hỏi em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "ae626f10-e8fe-4691-9064-c2bba0256912",
            "patterns": [
                "Chào thầy cô. Cho em hỏi là nhà trường đang thực hiện cho sinh viên thi lại những môn trắc nghiệm mà k cần phải đi học phải k ạ?",
                "Chào cô/ thầy Em muốn rút học phần thì cách rút làm sao ạ. Mong cô/thầy chỉ giúp em với"
            ],
            "responses": [
                "Chỉ thi cải thiện điểm đã đạt; em liên hệ Trung tâm đảm bảo chất lượng lầu 3 nhà C để hỏi cụ thể nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "5c2362a5-75b9-4429-82d1-6713b9a431cf",
            "patterns": [
                "Cho em hỏi nếu em đóng học phí không đúng hạn thì sẽ bị nhà trường xử lí ra sao ạk",
                "Thưa thầy cô do em đăng kí học phần muộn quá nên em đăng kí chĩ mới được 2 môn thôi ạ như vậy thì có sao không ạ rồi hè em đăng kí học thêm có được không ạ",
                "Thầy cô ơi giờ con muốn rút học phần mà chưa đóng tiền thì phải làm sao ạ con có gia hạn được không ạ vì còn chưa có kịp tiền",
                "Thầy cô cho e hỏi e đóng học phí rồi mà lỡ hủy mất một môn học thì môn đó có được hoàn tiền lại không ạ",
                "Em chưa qua môn sức bền vật liệu mà sao trong đăng kí học lại không có môn đó vậy ạ.. Học kì hè này có mở lớp mà của em không hiện lên môn đó để đăng kí"
            ],
            "responses": [
                "môn học sẽ bị hủy em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "d0604ed8-e56f-4c38-8745-88e53550bccb",
            "patterns": [
                "Thầy cô cho e hỏi đầu tháng 5 có hai tuần trống vậy đó có phải là 2 tuần thi cuối kì các môn 2 tín chỉ không ạ",
                "Em chào thầy (cô)! Thầy (cô) cho em hỏi giờ em muốn chuyển chuyên ngành từ công nghệ sinh học công nghiệp sang công nghệ sinh học nông nghiệp thì em phải làm sao ạ? Em mong sớm nhận được phản hồi từ quý thầy (cô). Em xin chân thành cảm ơn!",
                "Em chào quý thầy/cô. Thầy/cô cho em hỏi, hiện gia đình em gặp trục trặc trong tài chính nên em muốn làm đơn xin tạm hoãn học tập tại trường và sau này khi nhà e có điều kiện tài chính trở lại thì e sẽ tiếp tục theo học tại truờng. Thầy/cô cho e hỏi truờng mình có giải quyết cho em vấn đề này không? Và nếu có thì em cần làm những gì và làm như thế nào ạ? Em xin cảm ơn thầy/cô.",
                "Em có đăng kí học phần môn bơi nhưng mà khi em đi học thì lại không có tên em phải làm sao ạ",
                "Em chào Thầy (cô), Em đang theo học khóa 07CDN Em có một thắc mắc nhỏ nên em muốn hỏi Thầy (cô) Web trường không hiển thị lịch thi tốt nghiệp tháng/2018 , em mong thầy cô kiểm tra giúp em. để em nắm thông tin kịp thời chuẩn bị Em cảm ơn Thầy ( cô )"
            ],
            "responses": [
                "đúng rồi em; sẽ tổ chức thi giữa kỳ và thi cuối kỳ cho những môn đã kết thúc."
            ],
            "context_set": ""
        },
        {
            "tag": "bdec7e49-68c1-4627-a609-ecfa58bddbef",
            "patterns": [
                "Cho em hỏi nếu rút học bạ có cần đóng tiền học phần đăng kí không"
            ],
            "responses": [
                "rút học bạ là sao em; em nộp khi nộp cùng hồ sơ hả em"
            ],
            "context_set": ""
        },
        {
            "tag": "04cb19b8-8c84-4133-8102-d9c6276b7138",
            "patterns": [
                "Em tính xin giấy chuyển trường . Có cần phải đóng học phí không",
                "Cho e hỏi e nghỉ từ học kì 2 giờ em bảo lưu có tốn tiền đóng học phí k",
                "Kính chào thầy/cô, hiện tại em dc miễn học phần Anh Văn A0, A1, A2. Hiện tại thời khóa biểu của em vẫn còn lịch học anh văn A1. Mong thầy/cô sửa lại thời khóa biểu của em nhanh nhất có thể.",
                "Em đang liên thông lên đại học nhưng thi đợ 2 nên vào sau và trường sắp xếp cho e học 7 môn với 14 tín chỉ ít hơn so với lớp 2 tín chỉ. Nên còn 1 môn em phải chờ học kỳ sau để đăng ký nhưng trường lại ghi tiền học là 16 tín chỉ vậy bây giờ e phải liên hệ ai để báo việc này.",
                "Thầy cô cho em hỏi, nếu bây giờ em muốn bảo lưu học phần thì có cần phải đóng học phí của học phần đã đăng ký hay không ạ? hay là đến khi quay lại học mới đóng vậy ạ?"
            ],
            "responses": [
                "nếu em nợ học phí cũng phải hoàn thành học phí mới được chuyển em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "9b6458ac-e42c-444b-8374-cca00fe7dafb",
            "patterns": [
                "dạ vậy đóng xong rồi đến khi em vào học lại em có phải đóng nữa không ạ???"
            ],
            "responses": [
                "có em nha; vẫn phải đóng lại bình thường"
            ],
            "context_set": ""
        },
        {
            "tag": "78b5ab5b-0eee-4bdf-af16-f281060dd19e",
            "patterns": [
                "Thầy cô cho Em hỏi,nếu bây giờ Em muốn bảo lưu học phần thì thủ tục gồm những gì ạ??",
                "Cho em hỏi vì sao vẫn chưa có câu trả lời",
                "Học kỳ này em lỡ đăng ký trễ nên chỉ đăng ký được một môn ở phần học lại bây giờ em có thể đăng ký lại toàn bộ để bổ sung được không?"
            ],
            "responses": [
                "nếu bao lưu vì lý do cá nhân; Điểm trung bình tích lủy từ 2.0 trở lên và không nhớ học phí làm đơn xin tạm dừng học tập theo mẫu trên trang http://sinhvien.hufi.edu.vn/News.aspx?MenuID=425; đưa khoa ký và nộp về phòng đào tạo nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "c7823434-560a-4130-a403-53cacbd067b8",
            "patterns": [
                "Dạ cho em hỏi em có thể bảo lưu môn thể chất 3 qua học kì sau được không ạ. Tại vì em học ngày chủ nhật nhưng lại trùng lịch với những môn kĩ năng và môn sinh hoạt công dân. Em mong được sự cho phép. Em xin cảm ơn ạ.",
                "Em chưa đóng tiền thì giờ có thể rút học phần môn đó mà không phải đóng tiền không ạ. Do em bị trùng môn sinh hoạt giữa khóa của trường nên em không đi học môn thể chất được, nếu em rút môn thể chất 3 mà vẫn phải đóng tiền thì xem như em bị mất tiền oan ạ"
            ],
            "responses": [
                "chào em; nếu môn học đã đăng ký thì không thể bảo lưu em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "7cea3b68-121b-4765-bdf4-acad6874acd2",
            "patterns": [
                "Cho em hỏi hệ chất lượng cao trường mình lấy bao nhiêu tiền 1 tín chỉ ạ"
            ],
            "responses": [
                "em liên hệ Viện Đào tạo và hợp tác quốc tế lầu 3 dãy nhà C để hỏi nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "37981283-d5b7-4db0-be5e-47ceeb9444c6",
            "patterns": [
                "Gửi Phòng Đào Tạo, mong Thầy Cô tổng kết điểm cho em để em xét tốt nghiệp đợt 1 ạ. Em cảm ơn.",
                "Điểm tổng kết 1.96 có được xét tốt nghiệp không ạ. Em hết thời gian học tại trường thì chỉ chờ thi vét hay sao ạ.",
                "Xin chào thầy cô , em là sinh viên năm hai ngành cơ khí chế tạo máy , em muốn hỏi bây giờ em có thể sang ngành khác hay chuyên ngành khác được không ạ ! Xin cảm ơn thầy/cô .",
                "Mong thầy cô kiểm tra dùm em. Em có đăng kí môn học Các hệ thống quản lý chất lượng. Nhưng em không thấy yêu cầu đóng học phí môn học này. Em đã dò danh sách các môn học bị huỷ nhưng không có môn này. Vì em chỉ còn thiếu 1 môn để xét tốt nghiệp nên em mong nhận được sự hướng dẫn của thầy cô về trường hợp này à. Em cám ơn thầy cô ạ",
                "Chào các thầy cô. Em là Mai sinh viên lớp 07DHLTP1. Em có làm đơn xin chuyển học phần của các môn đã học ở hệ cao đẳng nhưng đến giờ em vẫn chưa thấy thông báo kết quả. Em muốn hỏi là khi nào mới có kết quả chính thức và trong thời gian này tụi em vẫn đi học những môn đó đúng không ạ? Em mong nhận được tin sớm. Em cảm ơn ạ."
            ],
            "responses": [
                "chào em; nếu em đã học hết các môn và không nợ môn nào; em cứ làm đơn xét tốt nghiệp theo thông báo; chỗ điểm tổng kết không cần ghi đâu; Phòng Đào tạo sẽ kiểm tra em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "6bcb68a6-f42e-40f3-a00f-e0ad9bb1731c",
            "patterns": [
                "Dạ. Vậy trong thời gian này tụi em vẫn đi học bình thường ạ? Còn học phí những môn đó vẫn phải đóng ạ? Em cảm ơn ạ",
                "Thầy cô cho em hỏi là khi nào mới có kết quả chính xác về việc miễn giảm học phần hệ liên thông khóa 07 ạ. Em có đọc quy trình giải quyết công việc thì việc xin miễn giảm này trong vòng 2 tuần. Em và các bạn đã làm đơn và đóng tiền xét miễn giảm từ tháng 12/2017 nhưng đến giờ vẫn chưa có kết quả. Do công việc nên em không thể đến trường hỏi vào giờ hành chính được nên em xin phép hỏi qua đây ạ. Em chỉ muốn biết chính xác khi nào có kết quả vì tụi em sắp thi và chuyển qua học kỳ mới. Em mong sớm nhận được tin. Em xin lỗi vì đã làm phiền. Em xin chân thành cảm ơn ạ.",
                "Em chào thầy cô. Trong chương trình khung trước đây học kỳ 2 em phải học 30 tín chỉ. Nhưng sáng nay em có xem lại chỉ còn 17 tín chỉ. Vì em liên thông trái ngành nên những môn chuyển đổi em không được chuyển. Vậy giờ em đăng ký học theo chương trình khung cũ hay mới ạ. Em cảm ơn ạ.",
                "Vậy em chỉ cần học thêm những môn bổ sung trái ngành thôi đúng không ạ?",
                "Chào thầy/cô. Em là sinh viên lớp 07DHLTP, em có nợ môn Hoá lý 1 nhưng em thấy lớp 08DHLTP có mở lớp hoá lý- hoá keo. Không biết là em có được học hoá ly-hoá keo để thay thế học phần còn nợ không an? Em cảm ơn ạ.",
                "Phòng đào tạo cho em hỏi môn Điện Tử Nâng Cao học kỳ II (2016 -2017) điểm tổng kết em được 4.1 chưa đạt qua môn hay sao nhà trường không tính vào số tín chỉ tích lũy của em vậy ? Thanks",
                "Phòng đào tạo cho e hỏi tín chỉ tích lũy học kì II (2016 -2017 ) có 101 tín chỉ vậy. Cùng các môn học sao mấy bạn đạt 103. E k đạt môn nào mong phòng đào tạo nói để e biết."
            ],
            "responses": [
                "Vẫn phải học em nhé. vẫn đóng tiền bình thường; khi nào có kết quả xét nhà trường sẽ xem xét những trường hợp này."
            ],
            "context_set": ""
        },
        {
            "tag": "44f3a7d9-c740-49cb-830d-9f3a2645bfbd",
            "patterns": [
                "Em đã kiểm tra không khác mã môn học theo chương trình khung. Anh (chị) có thể kiểm tra lại giúp em học kỳ II 2016 - 2017 môn điện từ nâng cao e thi cuối kì được 3.3 tổng kết 4.1 rớt hạy đậu.",
                "Em kính gửi thầy cô giáo . Bạn em năm ngoái không có tiền để đăng kí học năm 2017 . Bây giờ có thể đăng kí học năm 2018 cao đẳng công nghệ thông tin xét học bạ hoặc xét điễm thi năm 2017 đc nhận vào học không ạ ? Em cảm ơn thầy cô giải đáp giùm em .",
                "Cho em hỏi trung tâm tuyển sinh ở đâu ạ"
            ],
            "responses": [
                "nếu môn đó; đạt trên 4.0 là đậu em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "b3acdb3d-b902-4e2f-932b-659f961c09ba",
            "patterns": [
                "Em xin chào thầy cô phòng đào tạo . Em là sinh viên năm nhất rớt HK 1. Em muốn đăng kí học lại . Cho em hỏi sau tết trường có mở lớp học lại cao đẳng quản trị kinh doanh không ạ ? Em cảm ơn ."
            ],
            "responses": [
                "mở học lại là sao hả em; nếu em rớt môn; muốn đăng ký phải chờ có lớp mở mới mới đăng ký được;"
            ],
            "context_set": ""
        },
        {
            "tag": "d874cff1-4196-4a34-b8e3-fe42e8814401",
            "patterns": [
                "xin chào thầy cô phòng đào tạo. em năm nay là năm cuối, muốn đăng ký học lại môn Kỹ thuật quá trình và thiết bị 2 nhưng do chưa có kết quả trên công thông tin nên không đăng ký được. em muốn xem xét để xếp lớp học trong học kì này để em kịp tiến độ ra trường. mong thầy cô giúp em.",
                "Chào thầy cô ! Đầu năm em có làm đơn chuyển điểm môn quốc phòng 1-2-3AB nhưng hiện tại trong phần kết quả học tập em vẫn chưa thấy điểm của môn quốc phòng-an ninh 2 em mong thầy cô xem xét và cập nhật điểm giúp em ạ. Em xin cảm ơn."
            ],
            "responses": [
                "chào em; hiện tại môn này đã học được 3 tuần; không thể mở ra cho các em đăng ký nữa; nếu muốn các em có thể lập danh sách đủ sĩ số khoa sẽ đề xuất mở thêm em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "88135382-631e-420e-8480-26602505f096",
            "patterns": [
                "Dạ là em làm đơn xin chuyển điểm một số môn của ngành Công Nghệ Hoá sang ngành Quản trị nhà hàng ạ trong đó có môn QPAN2 nhưng môn này e đã học và đã có điểm nên em đã làm đơn xin chuyển điểm của ngành CN Hoá sang ngành hiện tại e đang học là QTDVNH ạ."
            ],
            "responses": [
                "em chờ thêm em nhé, Phòng Đào tạo sẽ cập nhật trong thời gian tới"
            ],
            "context_set": ""
        },
        {
            "tag": "a910caf4-45aa-47da-be3f-7ce14bbc8bcd",
            "patterns": [
                "Dear: Phòng đào tạo Kính nhờ phòng đào tạo kiểm tra và cập nhật điểm đánh giá rèn luyện cho sinh viên. Hiện tại sinh viên đã hoàn thành 2 học kỳ và có đầy đủ điểm các môn nhưng trong đánh giá rèn luyện thì chỉ mới hiển thị 1 học kỳ trong khi các bạn cùng khóa, cùng lớp đã có điểm rèn luyện của 2 học kỳ. Trân trọng và cảm ơn."
            ],
            "responses": [
                "chào em; em liên hệ phòng công tác sinh viên và thanh tra giáo dục nha; phòng Đào tạo không xử lý điểm rèn luyện"
            ],
            "context_set": ""
        },
        {
            "tag": "1ea02e5c-d271-431b-b09a-67ad946716f6",
            "patterns": [
                "Hiện tại, do gia đình em những tháng này gặp trục trặc, em phải đi làm. Không đủ điều kiện để học, em muốn bảo lưu 1 năm sau đó quay lại học có được không ạ? Thủ tục bảo lưu cần những gì ạ?"
            ],
            "responses": [
                "chào em; điều kiện bảo lưu là điểm trung bình tích lủy 2.0 trở lên; không nợ học phí thì em đăng ký tạm dừng học tập nhé em; mẫu trên web http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=19 nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "8cb1de83-d068-4862-a03e-a3f94388bf38",
            "patterns": [
                "cho em hỏi thời gian rút bớt học phần đã đăng ký ở học kì 2 năm học 2017-2018 là ngày 5-3-2018 đến 11-3-2018 đúng không ạ",
                "cho em hỏi thời gian rút bớt học phần đã đăng ký là ngày 5 tháng 3 đến ngày 11 tháng 3 năm 2018 đúng không ạ .em xin cảm ơn .",
                "Thưa thầy cô, em có lịch học SHGK vào tối thứ 3 tiết 13-17, vì nhà em ở xa trường, đi từ trường về nhà mất 1 tiếng, nên em mong thầy cô có thể đổi lịch học cho em vào sáng Chủ nhật được không ạ? Mong thầy cô giải đáp. Em cảm ơn thầy cô"
            ],
            "responses": [
                "không rút được nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "a3babed9-6007-4034-90fb-0a335428f8c1",
            "patterns": [
                "Bây giờ e muốn hủy môn được ko a .tại e có khó khăn chưa học được",
                "Cho em hỏi bữa thi hóa phân tích e xem lịch lộn vô trễ chưa thi vậy có được thi lại ko ạ .nếu được thi chừng nào thi có cần làm đơn xin ko"
            ],
            "responses": [
                "chào em; đã hết thời gian hủy rồi em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "8c768ba4-2df9-4a35-ad69-e44f6942993d",
            "patterns": [
                "em bị rớt môn quốc phòng 1. nhưng giờ e có đăng ký quốc phòng 2 và có lịch học rồi. vậy làm sao em học lại quốc phòng 1 và giờ e vẫn học quốc phòng 2 được không"
            ],
            "responses": [
                "vẫn học được em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b66a07a5-eb07-4bd4-8fcd-412fab57629c",
            "patterns": [
                "Em tên Sa hòa dự học bên âu Việt khóa 08CDNTH ngành lập trình máy tính (lúc trước có chuyển qua ngành kế toán 08CDNKT) nhưng trên danh sách của trường đại học công nghiệp thực phẩm lại là ngành kế toán ... Vậy em mong nhà trường giải quyết dùm em... chứ học 2 năm trời mà sai ngành là em xong luôn"
            ],
            "responses": [
                "chào em; em chuyển ở đâu; bên âu việt hay bên cơ sở chính; và ở phòng nào"
            ],
            "context_set": ""
        },
        {
            "tag": "015fabd1-bde7-4722-8a87-4cf7e4e7604b",
            "patterns": [
                "Cho em hỏi ava0 mà học kì này em được 4.7 điểm, mà học phần kì này em lỡ đăng ký học ava1 vậy cho em hỏi có tiếp tục học ava1 không ạ, hay là huỷ học phần ạ. Em cảm ơn!",
                "Thưa thầy(cô) theo em được biết là trường ta không có thi lại mà có thi cải thiện. Vậy, cho em hỏi là hình thức thi cải thiện sẽ được tính điểm như thế nào ạ? Cách thức đăng kí ra sao? Đóng tiền phí thi cải thiện là bao nhiêu ạ? Mong thầy cô chỉ bảo cho em. Em cảm ơn ạ!",
                "Cho e hoi lich sinh hoat lop bi trùng vs lich thi sinh hoat đau khoa thi phai lam sao ạ?"
            ],
            "responses": [
                "chào anh; môn anh văn từ 4.0 là đạt rồi mà. nên học anh văn A1 bình thường nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b5a25287-5a92-4949-a38f-c0d0002d9c9f",
            "patterns": [
                "Em chào thầy cô! Em là sinh viên liên thông khóa 05DHLTP5, hiện em còn nợ học phần Quản Lý Kỹ Sư( 0103003835) do học phần này mở lớp 06DHLTP1 mà không cho đăng ký trực tuyến. Hôm nay em có lên phòng đào tạo để xin đăng ký, nhưng đã hết hạn.Do thời gian vừa qua em có công việc giải quyết ở Tỉnh khi đăng ký thì đã hết hạn. Em mong thầy cô xem xét cho em đăng ký học phần trên để em kịp tiến độ ra trường. Em xin chân thành cám ơn!"
            ],
            "responses": [
                "chào em; cô mở lại rồi; em vô đk nha; ko lại bị khóa"
            ],
            "context_set": ""
        },
        {
            "tag": "b914d425-eb05-4740-a653-93eb06249bc1",
            "patterns": [
                "Chào thầy cô E tên vũ trung hải là sv năm 4 ngành điện tử. Học kì này e phải đi thực tập. Nhưng lỡ đăng ký học nhiều ngày trong tuần. Mà bên thực tập không cho nghỉ nhiều. Nà giờ hết hạn hủy học phần rồi. Thầy cô có cách nào giúp e hủy đc k ạ. E xin cảm ơn",
                "Cho em hỏi em Muốn đăng kia lại môn anh văn a0 nhưng chưa có lịch đăng kí thì em đăng ki lại như thế nào ạ"
            ],
            "responses": [
                "không em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "97d134f0-b2c4-4a3f-94be-4fcf8d417a1b",
            "patterns": [
                "Dạ em chào thầy cô. Em có nghe nói có công văn thi cải thiện điểm. Vậy cho em hỏi là tất cả môn thi tự luận và trắc nghiệm đều được thi cải thiện đúng không ạ. Em cảm ơn."
            ],
            "responses": [
                "Em liên hệ trung tâm quản lý chất lượng lầu 3 dãy nhà C để được tư vấn"
            ],
            "context_set": ""
        },
        {
            "tag": "3cba7d07-d2d2-4238-8cd5-3998a67fd466",
            "patterns": [
                "Em xin lỗi nếu làm phiền các thầy cô. Em là sinh viên năm cuối và đã xin được việc làm , hiện tại em rất cần bảng điểm để kí hợp đồng làm việc, thầy cô có thể cập nhật điểm công cụ quản lí chất lượng nhanh giúp em được không ?"
            ],
            "responses": [
                "chào em; em muốn lấy bảng điểm; lên phòng Đào tạo; lấy vào 2.4.6 nha"
            ],
            "context_set": ""
        },
        {
            "tag": "1199ae15-3347-4e33-b2ee-fb4b2c9fd773",
            "patterns": [
                "dears,thầy cô. Em là sinh viên khóa liên thông mới em không biết rõ thời gian các tiết học là bao lâu.Ví dụ tiết 15 - 16 là mấy giờ ạ? Mong thầy cô hướng dẫn để em đi học đúng giờ ạ. Em cảm ơn thầy, cô",
                "Dear, thầy cô. Em được biết trường mình có chỉ tiêu đầu ra về trình độ tin học và TOEIC. Em không biết rõ về chỉ tiêu này thầy cô có thể cung cấp thông tin cụ thể được không ạ, Em đang học lớp liên thông Đại học vào buổi tối và em cũng có chứng chỉ tin học B rồi. Vậy chứng chỉ này đc xem là đáp ứng đủ chuẩn đầu ra trường mình chưa ạ?",
                "trường sao lại đổi thời khóa biểu của em ,lúc em đăng kí thì em có GHI ra một quyển vở môn nào ,phòng nào, giờ nào ,mà bây h em mở ra thì em thấy có một số môn trường đổi của em .làm em bây h không biết làm gì không phù hợp với lịch của em .mong trường sử lý gấp hộ em .tks trường",
                "cho em hỏi thêm câu nữa khi nào mình ms đc học bổng học kì 1 vậy cô em cám ơn cô hihi."
            ],
            "responses": [
                "chào em; tiết 13 bắt đầu từ 18h00 chiều; mỗi tiết là 45p cứ cộng tiến lên nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "afbaafc4-35a0-48da-8073-e213ddaf6041",
            "patterns": [
                "Cho e hỏi là hk này e đk 7môn mà trog côg nợ sv e chỉ đóng có 6 môn.Trog khi lịch học của em vẫn còn 7môn .V thì e phải làm sao v ạ .",
                "V nếu hết tg đóng học phí mà vẫn chưa hiện công nợ thì làm sai ạ .Em sợ sẽ k cho đóng và hủy môn thì sao ạ"
            ],
            "responses": [
                "chào em; do em đăng ký một môn với khóa 05DH; môn này sau tuần 10 mới học; nên chưa đóng học phí bây giờ; khi nào có công nợ em đóng bổ sung nha."
            ],
            "context_set": ""
        },
        {
            "tag": "23b66dcb-fbeb-4fa0-b6f4-2ca573028618",
            "patterns": [
                "Cho e hỏi e đki học phần 2 lần báo đã dki thành công mà trong lịch học lại hông có ạ Mong được các thành cô tl nhanh nhất ạ"
            ],
            "responses": [
                "chào em; đăng ký thành công; hay báo môn học đã được đăng ký em kiểm tra lại nhé; nếu học lại; em phải chọn đăng ký tự do; học lại; khóa học tất cả; mới có dữ liệu để đk"
            ],
            "context_set": ""
        },
        {
            "tag": "c59dc8da-9e98-4a34-9770-1657c4ef9e31",
            "patterns": [
                "Em nhờ thầy cô xem điểm lại môn giáo dục thể chất 3 dùm em. Tại em thi môn đó đã xem điểm là quá môn mà giờ em xem điểm trên Web là có 2.1 điểm F. Mong thầy cô xem xét lại dùm em.",
                "Chào thầy cô, môn thực hành quá trình thiết bị của em có đi học, ký tên và làm báo cáo đầy đủ nhưng trên hệ thống lại hiện điểm 0,em mong thầy cô xem xét lại dùm em. Em chân thành cảm ơn thầy cô."
            ],
            "responses": [
                "chào em; em liên hệ Giáo viên hoặc cô giáo vụ Trung tâm GDTC Quốc phòng để hỏi nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "6bbd5435-22ec-412d-8d9c-f66483bb02f6",
            "patterns": [
                "em có thi môn tư tưởng hồ chí minh ngày 6/1/2018. trước khi thi điểm thi của em là 0.Sau khi thi tới bây giờ điểm của em vẫn là 0.Mong khắc phục lỗi giùm em ạ.em xin cảm ơn.",
                "em có rớt môn cấu trúc dữ liệu và giải thuật(3 chỉ) và bây giờ em muốn học lại đó (2 chỉ) với một môn tự chọn(1 chỉ) vậy em có được tính đủ 3 chỉ không ạ?",
                "Neu huy 1 tin chi giao duc the chat co can phai đong tien tin chi muon huy khong a"
            ],
            "responses": [
                "Em yên tâm, hệ thống sẽ khắc phục để hiện điểm chính xác"
            ],
            "context_set": ""
        },
        {
            "tag": "b30e8d62-7127-4bdc-85fd-794a939baec0",
            "patterns": [
                "Add cho e hỏi lịch hc vs lịch thi cùng tiết cùng ngày mà khác buổi thì phải sao add?.lịch học sắp sếp hơi kì"
            ],
            "responses": [
                "lịch thi môn gì em"
            ],
            "context_set": ""
        },
        {
            "tag": "2ac262b5-6e6c-45de-b64f-eee5b564f3cc",
            "patterns": [
                "Dạ Lịch thi sinh hoat đau khoa bị trùng giờ va trùng tiet vs sinh hoat lop."
            ],
            "responses": [
                "chào em; em cứ đi thi nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "48e52230-c99a-4fdf-b9b6-59fa59e860c1",
            "patterns": [
                "thưa thầy e chưa thi môn Đường lối cách mạng của Đảng Cộng sản Việt Nam mà có điểm 0 rồi ạ."
            ],
            "responses": [
                "không sao đâu em; khi thi có điểm sẽ được nhập lại"
            ],
            "context_set": ""
        },
        {
            "tag": "32e626d4-141c-410b-b2d3-a2a5acf6e4b9",
            "patterns": [
                "thưa thầy, cô có thể mở thêm giáo dục thể chất 2 bóng chuyền được không ạ, có rất nhiều sinh viên muốn học trên fanpage ạ, mùa đông mà mở bơi thì hơi lạnh, mong nhà trường giúp đỡ có thêm lớp."
            ],
            "responses": [
                "liên hệ Trung tâm GD Thể chất quốc phòng để được hướng dẫn"
            ],
            "context_set": ""
        },
        {
            "tag": "8c9cdbb8-86ca-4956-b5a3-057aa0d69516",
            "patterns": [
                "Xin chào quý thầy cô Cho em hỏi là trường mình xếp loại bằng tốt nghiệp như thế nào ạ? Các yêu cầu đầy đủ là gì vậy ạ? Mong được câu trả lời sớm từ quý thầy cô. Cảm ơn nhiều ạ"
            ],
            "responses": [
                "Xếp loại Giỏi; khá; trung bình, ...yêu cầu đầy đủ là gì; em nói rõ nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "881c2fb2-ef7e-4f5a-a3fa-4ca3ab27dd68",
            "patterns": [
                "Dạ thì bằng khá giỏi trung bình yêu cầu là mấy chấm (thang 10 điểm, thang 4 điểm) và còn yêu cầu thêm gì khác nữa không ạ.",
                "mặc dù web có nhiều thiếu sót nhưng vẫn mong cập nhật lại điểm chớ tình trạng điểm ảo chả hiểu và gây nhiều hoang nang cho học sinh",
                "Em muốn rút bớt môn học lại khi đã đăng kí rồi có được không"
            ],
            "responses": [
                "chào em; em coi trong sổ tay sinh viên nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "6fcca5c3-5604-47ce-a3aa-920b0f09aa18",
            "patterns": [
                "Em chào thầy cô. Em muốn hỏi một xíu về cách tính điểm tích lũy cho các môn tự chọn. Em đang học cả 4 môn tự chọn trong danh sách các môn tự chọn (yêu cầu chọn 2 môn), vậy thì khi tính điểm tích lũy sẽ tính cả 4 môn hay chỉ lấy hai môn cao nhất hay là chọn ngẫu nhiên 2 môn thôi ạ. Em cảm ơn!"
            ],
            "responses": [
                "tính ngẩu nhiên em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "a5878f3d-8827-406b-bd8d-a710b5b6318e",
            "patterns": [
                "Kính gửi Thầy, Cô phòng đào tạo em có một việc muốn hỏi là: hiện em thi học kì 1 đã xong và có kết quả và trường có thể cho em rút hồ sơ đơn chuyển trường để về quê tiếp tục học được không ạ. Vì lý do gia đình có việc quan trọng và muốn em về để giải quyết. Em xin cám ơn rất nhiều ạ!!!.",
                "Dạ cho em hỏi vấn đề này ạ, trong chương trình học hè em có đăng kí học trước vài môn nhưng đến khi vào học chính thức những môn đó lại bị bỏ ra khỏi chương trình học của em em đã học và tốn phí đóng học môn đó r ạ.",
                "Em xin hỏi là môn pháp luật đại cương điểm trên lớp 9 (30%) em thi 7 (70%) là tb 7.6 vậy mà trên kết quả tb là 5.3 . Không biết sửa như thế nào ạ .",
                "Thầy cô cho e hỏi ạ, học kì r e có học môn xác suất thống kê của thầy dương Hòang Kiệt nhưng tới giờ vẫn chưa có điểm quá trinh ạ, điểm thi thì đã có và xếp loại điểm môn này của tụi e cũng đã có, khá oà thấp luôn ạ. Vậy e mong thầy cô xem xét giúp e ạ.",
                "Thầy/cô cho em hỏi : trong phần đăng ký học phần của em có môn Nguyên lý máy nhưng do đăng ký trễ nên lớp đã đủ sỉ số nên em không đăng ký được nữa ( hết lớp để đăng ký ) giờ em phải làm gì để được tham gia vào lớp học ạ. Mong thầy/cô trả lời giúp em. Em xin cảm ơn ạ.",
                "Kính thưa thầy cô, em muốn hỏi tại sao đợt này em không đăng ký môn học được ạ ?",
                "Sao em không có lịch thi sinh hoạt vây"
            ],
            "responses": [
                "chào em; nếu em muốn chuyển trường; em làm đơn trường xin chuyển đến đồng ý tiếp nhận đóng dấu vào đơn; nộp về phòng đào tạo; phòng Đào tạo sẽ làm quyết định cho em chuyển đi"
            ],
            "context_set": ""
        },
        {
            "tag": "32ec8b43-27c0-41e3-b158-2d291e1bd7d6",
            "patterns": [
                "Kính gửi BGH, Em là sinh viên khóa 2011 hệ chính quy ngành kế toán, năm 2017 em xin chuyển hệ Vừa học vừa làm. Nay em muốn đăng ký học phần nhưng không thấy mở lớp học buổi tối cho sinh viên vừa học vừa làm. Mong BGH giải quyết trường hợp của em để em được tiếp tục học và hoàn thành chương trình đaoò tạo. Em cảm ơn."
            ],
            "responses": [
                "CHÀO EM; Em chuyển qua hệ ĐH Vừa học vừa làm sẽ không có lớp nào để dk; nếu em muốn đk em chọn qua hệ Đại học để đk nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "753b18b9-a157-4735-be9f-557f0d460659",
            "patterns": [
                "Chào thầy/cô ! Em đăng ký thành công 6 môn nhưng trong Công nợ sinh viên em chỉ hiện 2 môn cần đóng tiền là sao ạ ? Xin thầy / cô kiểm tra lại giúp em ạ . Em xin cảm ơn !",
                "Cho em hỏi lịch học của em sao tự chuyển giáo viên và buổi học vậy ạ?"
            ],
            "responses": [
                "chào em; môn bổ sung chưa cần đóng tiền bây giờ đâu em; khi nào em thấy được công nợ thì lên đóng tiền nha."
            ],
            "context_set": ""
        },
        {
            "tag": "8a3cc199-2630-41d8-9bcd-37590baa362d",
            "patterns": [
                "cho em hỏi điểm môn giáo dục thể chất 2 em được 4,9. còn giáo dục thể chất 1 được 5,3. giáo dục thể chất 3 được 6,3. thì em đủ điều kiện xét tốt nghiệp không, hay cần phải cải thiện điểm.em xin cảm ơn."
            ],
            "responses": [
                "CHÀO EM; Giáo dục thể chất hệ 10 có 4.0 điểm là đạt rồi; được xét em nha"
            ],
            "context_set": ""
        },
        {
            "tag": "d9bd7d66-7d1b-4247-92ca-aa2ee864c898",
            "patterns": [
                "Cho em hoi em kiểm tra tren trang web truong roi cung khong co thay lich thi món sinh hoat dau khoa vay phai lam sao cô"
            ],
            "responses": [
                "có rồi em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "6a91e6a0-4c98-4aed-ae3b-a57e9f326e03",
            "patterns": [
                "Tại sao em kí hôm bửa là đúng lịch e chọn bay giờ e bị đổi chuyển qua ngày thứ 7 môn nguyên lý thống kê vậy . Đúng lớp của em là nguyên lý thống kê 17CDQT1 tiết 10->12 thứ 2 mà . E không đồng ý lịch em bị thây đổi đề nghị đổi lại cho em",
                "Thầy Cô cho em xin được hỏi là em đã đăng kí lịch học rồi. Nhưng bây giờ em mới phát hiện là có 2 môn bị trùng giờ, ngày học. Thì em phải làm sao ạ ???"
            ],
            "responses": [
                "chào em; lúc đầu em đăng ký vào lớp kế toán; nhưng nhóm của em không đủ sĩ số đã bị hủy; nhà trường linh động chuyển cho em vào các nhóm của lớp kế toán khác; em không đăng ký bên quản trị; vì 2 kế toán và quản trị là 2 mã môn học khác nhau."
            ],
            "context_set": ""
        },
        {
            "tag": "93fff004-25ad-4e76-9e43-fb13c4dce163",
            "patterns": [
                "Cho e hỏi e nghỉ học nay đã 1 năm mấy. Lúc em nghỉ em không có xin bảo lưu. Giờ em muốn đi xin đi học lại có được không ạ. Hay e phải thi lại mới được học ạ",
                "Em chào thầy cô ạ... cho em hỏi là em đã hoàn thành chương trình học.. vậy em có cần đăng ký xét tốt nghiệp không hay trường xét cho em luôn ạ?",
                "Cho e hỏi e nghỉ học nay đã 1 năm mấy. Lúc em nghỉ em không có xin bảo lưu. Giờ em muốn đi xin đi học lại có được không ạ. Hay e phải thi lại mới được học ạ"
            ],
            "responses": [
                "khóa 16 cao đẳng; đúng tiến độ nên nhà trường tự xét nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "a4d958af-4bb9-46c0-b715-3a380907eb56",
            "patterns": [
                "dạ. làm sao bít em có nằm trong danh sách buộc thôi học ạ. nếu giờ e đi học lại thì em phải liên hệ ở đâu ạ",
                "Trường cho em hỏi Sao lịch học của em đã sắp xếp theo ý muốn của em mà bây giờ bị đổi tùm lum vây. Mong nhà trường trả lời cho em sớm và sắp lại lịch học cho em.",
                "Tại sao lịch học của em đã sắp xếp theo ý mong muốn rồi bây giờ lại bị đổi lại. Em không đồng tình...",
                "Trường cho em hỏi Sao lịch học của em đã sắp xếp theo ý muốn của em mà bây giờ bị đổi tùm lum vây. Mong nhà trường trả lời cho em sớm và sắp lại lịch học cho em.",
                "trường có thể để lại lịch học cũ theo như lịch em đã đăng ký học phần không ạ. Vì vài lý do nên em không thể học tiết 1 ở tất cả buổi sáng. Vậy mà sau khi đăng ký xong, lịch học có môn Dinh dưỡng bị đổi sang tiết 1-3. Kính mong nhà trường xem xét!",
                "Tại sao lịch học em đã xếp như ý mong mún của e mà bay giờ e coi lịch lại thì e bị chuyển sang lớp khác e không đồng tình"
            ],
            "responses": [
                "http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=1365 xem đây nha em."
            ],
            "context_set": ""
        },
        {
            "tag": "72825fb4-ce82-468e-b9d0-9ddbc69d2efc",
            "patterns": [
                "Thầy cô ơi, con muốn rút bớt học phần trong học kì này, thì con phải làm sao đây à?? Mong thầy cô chỉ cách để con rút bớt học phần trong học kì này đây à!!"
            ],
            "responses": [
                "chào em; rút học phần ở tuần thứ 5 của học kỳ nhé; nhưng phải đóng học phí mới rút dc"
            ],
            "context_set": ""
        },
        {
            "tag": "e07b0ea7-9fea-4626-8282-57ef29d5944d",
            "patterns": [
                "Dạ em chào thầy/cô Cho em hỏi là vào sáng thứ 3 ngày 09/01/2018 em có đăng ký thành công CTXH 293 nhưng lịch thi xác suất thống kê của em lại dời từ ngày 26/12 qua ngày 9/1 thì vào ngày 9/1 em không đi CTXH thì em có bị trừ điểm không ạ, nếu có thì em phải làm sao ạ Cảm ơn thâỳ/cô đã đọc Em rất mong nhận được phản hồi của thâỳ/cô"
            ],
            "responses": [
                "chào em; em liên hệ PHòng CTCT HSSV để đổi lại lịch đi CTXH nhé; vì lịch thi ko thể đổi"
            ],
            "context_set": ""
        },
        {
            "tag": "822b28c2-bef2-40b3-a780-64f18e4f962e",
            "patterns": [
                "Cho em hoi các ban em co lich thi sinh hoat dau khoa sao em khong co thi mon do vay",
                "Dạ em chào thầy/cô Cho em hỏi là vào sáng thứ 3 ngày 09/01/2018 em có đăng ký thành công CTXH 293 nhưng lịch thi xác suất thống kê của em lại dời từ ngày 26/12 qua ngày 9/1 thì vào ngày 9/1 em không đi CTXH thì em có bị trừ điểm không ạ, nếu có thì em phải làm sao ạ Cảm ơn thâỳ/cô đã đọc Em rất mong nhận được phản hồi của thâỳ/cô"
            ],
            "responses": [
                "Chào em; phòng Đào tạo sẽ kiểm tra lại; em cập nhật lịch thi trên web nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "e50f1ec4-eab9-4900-9f53-9d18a719b80e",
            "patterns": [
                "Cho em hỏi sao các bạn có lịch thi môn Xác Suất thống kê rồi mà tới giờ em vẫn chưa có vậy ạ"
            ],
            "responses": [
                "có rồi nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "c950dc1b-e21e-4d55-b661-965de1b3e01d",
            "patterns": [
                "Cô ơi cho em hỏi muốn đk học lại môn đã rớt thì làm ntn ạ?"
            ],
            "responses": [
                "lên web đk môn học để đk nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "a2459db1-68c0-4ef7-a9ca-78e6bb1a40c3",
            "patterns": [
                "hiện tại em có thể xin trường cho em đi học lại cao đẳng được không ạ thời gian trước e không đi học vì lý do gia đình nay em mong nhà trường có thể cho em học lại lá thư e có để nhầm số dt mong phòng đào tạo thứ lỗi"
            ],
            "responses": [
                "chào em; em có trong ds buộc thôi học hay sao vậy em Nếu không có trong ds buộc thôi học vẫn có thể học đc thêm 1.5 năm nữa;"
            ],
            "context_set": ""
        },
        {
            "tag": "d4282d8b-3973-4f8b-8b5c-4836a0082592",
            "patterns": [
                "em có trng diện buộc thôi học liệu em có thể đăng ký học lại được không ạ",
                "Cho em hỏi, thi rớt môn tiếng trung thì mình đóng tiền thi lại bao nhiêu?"
            ],
            "responses": [
                "chào em; nếu em muốn học tiếp thì phải chuyển hệ đào tạo sang hệ cao đẳng vừa học vừa làm nhé em; làm đơn xin chuyển chương trình đào tạo; mẫu trên web trường nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "4292f23b-2143-4d5d-84ae-75b0c812e951",
            "patterns": [
                "Sao không thấy lịch thi môn quản trị học vậy ạ! Nhà trường nói sẽ dời lại lịch thi sao không thấy vậy ! Em mong nhà trường sẽ sớm giải quyết nhanh cho em với !!!"
            ],
            "responses": [
                "Đã có lịch nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "9504b8b1-b14f-4532-ba33-5dd5a5d62586",
            "patterns": [
                "Sao sáng thứ 7 tuần này có 2 môn em bị trùng lịch học . Em không biết phải học môn nào mong nhà trường sắp xếp lại giùm với ạ !!!!!!",
                "Sao đổi lịch học phần quá vậy ! Em đăng kí môn thuế học t7 tiết 1-3 mà sao đổi thành tiết 4-6 vậy",
                "Chào trường ! Em là sinh viên khóa 17 CD . Cho em hỏi : Trong học kì 2 vừa rồi em có học môn Nguyên Lý Thống Kê của Giảng viên Trần Thị Xuân Viên, trong buổi học học cuối cùng em không đi học được nên trong buổi đó có kí tên xác nhận điểm trong học tập nhưng em không kí tên được vì em nghỉ . Nhưng vì không kí tên hay 1 lý do nào khác hay sao mà trong phần điểm của môn này mà em lại bị 0 điểm . Trong lớp em có làm có làm bài giữa kì và bài tập cô cho mà tại sao khi nhập điểm cô lại cho em 0 đ , em không biết phải làm sao nữa . Mong nhà trường giải quyết càng sớm càng tốt giùm em !!!!!",
                "Em chào Thầy Cô. Thầy Cô cho em hỏi , EM xem trên trang sinh viên là từ 12h trưa nay sẽ được nghỉ tránh bão. Nhưng em xem trên lịch thi với lịch học theo tuần vẫn có lịch môn thi hôm nay. Em hỏi vì thấy lo lắng . Em mong Thầy Cô giải đáp giúp em. Em thật sự cảm ơn ạ."
            ],
            "responses": [
                "chào em; do giáo viên xếp lịch dạy bù bị trùng; em có thể liên hệ khoa để báo gv xem có buổi khác để học không nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "e3cbf62a-d1bc-4027-bfe5-9630fd28242a",
            "patterns": [
                "e đang học khoá 07 em đã học xong anh văn A0 và không đăng kí học tiếp đã 3 học kì vậy em muốn đăng kí học av A1 ở học kì 2 2017 thì đăng kí ở đâu ạ"
            ],
            "responses": [
                "lên web sinhvien.hufi.edu.vn đk nha em;"
            ],
            "context_set": ""
        },
        {
            "tag": "ceb0fdbd-0a8e-4265-a103-134ff886dd8f",
            "patterns": [
                "Thưa thầy cô, học kì sau em đăng kí môn thí nghiệm Hoá học và hoá sinh thực phẩm em muốn hỏi là em sẽ học ở trung tâm thí nghiệm cũ ở 337 Tân Kỳ Tân Quý hay ở trung tâm mới ở 93 Tân Kỳ Tân Quý ạ?"
            ],
            "responses": [
                "Trung tâm mới nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "30b8201a-df04-48ca-9326-25912676ff5f",
            "patterns": [
                "Thưa thầy cô, học kì sau em đăng kí môn thí nghiệm Hoá phân tích em muốn hỏi là em sẽ học ở trung tâm thí nghiệm cũ ở 337 Tân Kỳ Tân Quý hay ở trung tâm mới ở 93 Tân Kỳ Tân Quý ạ?"
            ],
            "responses": [
                "Địa chỉ mới nha em"
            ],
            "context_set": ""
        },
        {
            "tag": "9c1c3f96-963a-4140-b3cf-d674dfc9935d",
            "patterns": [
                "Dear: Thầy / cô em là sinh viên lóp 7DHLKT1 học kỳ 1 của em có 1 môn là trường đăng ký cho em , học kỳ 2 là em tự đăng ký hay trường đăng ký cho em. mấy bạn trong lớp có lịch học hết rồi mà em chưa có. Rất mong nhận được phản hồi sớm của thầy / cô ."
            ],
            "responses": [
                "Nhà trường sẽ đk cho luôn em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "e33d1025-c956-477c-8c91-2050a213d925",
            "patterns": [
                "Tuần sau em thi. Mà giờ lịch thi mấy rồi. K xem được thì phải liên hệ tới đâu để xem đâu thây(cô)."
            ],
            "responses": [
                "Đã có lịch thi rồi mà em"
            ],
            "context_set": ""
        },
        {
            "tag": "64a6c6e6-501e-4776-9ded-2974cf0d48f5",
            "patterns": [
                "Cho em hỏi lớp học lý thuyết môn Thương mại điện tử ngành CNTT mã môn 005970 . Số lượng đăng ký bao nhiêu mới đủ để mở lớp , không đủ bao nhiêu thì bị hủy ạ ."
            ],
            "responses": [
                "chào em; đối với môn lý thuyết; sĩ số từ 30 bạn trở lên em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "3b20e895-7157-4b1e-8cdb-e2e3eb5a0a76",
            "patterns": [
                "Xin Mở thêm môn kỹ thuật lập trình."
            ],
            "responses": [
                "chào em; cô mở thêm nhóm rồi đó"
            ],
            "context_set": ""
        },
        {
            "tag": "af38d79b-fe01-45cb-9107-e26e953d4c01",
            "patterns": [
                "chào thầy,cô E sinh viên lớp 06DHLTH1 E muốn đăng ký môn học chuyển đổi lớp liên thông từ Cao Đẳng Nghề lên Đại Học sao ạ Chủ Nghĩa Mác - Lênin (Môn Học Chuyển Đổi) Ngôn Ngữ Lập Trình (Môn Học Chuyển Đổi) Cơ Sở Dữ Liệu (Môn Học Chuyển Đổi) E đăng ký online mà không hiện lớp",
                "cho em hỏi không có môn giáo dục thể chất 2 ạ",
                "nhưng mà trong chương trình khung của em có môn đó, vậy khi nào e mới đăng kí được ạ, hết lần đăng kí này là em năm 3 rồi ạ.",
                "dạ em muốn mở thêm sỉ số lớp học phần Kỹ thậy lập trình khoa Điện Điện tử ạ"
            ],
            "responses": [
                "em liên hệ ở khoa để được tư vấn nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "864b0d2f-7069-4d37-ac7e-43bb646cc3c3",
            "patterns": [
                "Cho em hỏi là, nếu như học kì 2 em đki được 14 tín chỉ và học kì 3 (hè) em đki thêm 3 tín chỉ, như vậy e có được xét học bổng không ạ? Em xin cảm ơn",
                "Em chào thầy cô Học kì vừa rồi em có rớt môn hóa hữu cơ nhưng kì này đang đợt đăng kí môn học em không thấy mở môn này.em muốn đăng kí để học ra trường đúng tiến độ. Thầy cô cho em hỏi môn này có được mở lớp không.hay khi nào mới mở vậy ạ"
            ],
            "responses": [
                "chào em; em liên hệ phòng CT chính trị HSSV để hỏi rõ nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "64383c77-02f9-421a-9057-66d1a64cb0fe",
            "patterns": [
                "Dạ.hôm nay em đã thấy mở lớp và em đã đăng ký.Ban đầu em đã đăng ký được xem lịch học có nhưng em bấm nhầm chữ HỦY, em đăng kí lại thì trang báo là học phần đã đăng kí nhưng em không thấy trong phần đã được đăng kí và lịch học.vậy là sao ạ.thầy cô có thể giải thích dùm em."
            ],
            "responses": [
                "chào em; do môn đó em đã học ít nhất 1 lần rồi; em chọn qua chỗ đăng ký tự do; học lại nhé em; chọn khóa học tất cả"
            ],
            "context_set": ""
        },
        {
            "tag": "c2b12514-0437-43ea-a52c-3fe97080ecb2",
            "patterns": [
                "em la sv khóa liên thông 06DHLKT1 e đang kí học phần kế toán mỹ mà hệ thông thông bao la hoc phần đăng kí đủ số lượng rồi không duoc phép đăng kí vao lop nay. Nhưng em lai không co lop khác để đăng kí? Vậy làm sao em học kịp tiến độ? Mong phòng Đào tạo giai đáp sớm giúp em,em xin chân thành cám ơn",
                "Tại sao em đăng ký học lại môn kế toán hành chính sự nghiệp ko được ạ? Nó cứ báo môn học đã được đăng ký thay vì báo đăng ký thành công. Mong thầy cô giải đáp giúp em ạ"
            ],
            "responses": [
                "chào em; nếu em đăng ký cùng khóa 06DHLKT1; còn nếu đk học lại với khóa 07DHLT thì chờ đợt 2 mới đk được em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "6d3150b7-6e4b-48ef-a3a4-764d918679f4",
            "patterns": [
                "Xin Chào Phòng Đào Tạo ! Em sinh viên năm cuối cho em hỏi tổng kết điểm của em tới thời điểm này là 2.49 (Hệ 4). Vậy cho em hỏi em có thể làm khóa luận tốt nghiệp được không. Em học nghành Điện - Điện Tử. Thanks."
            ],
            "responses": [
                "chào em; điểm tích lủy 2.5 mới được em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "f06b9a11-d346-4bbb-b212-0212cedb0284",
            "patterns": [
                "E chào thầy cô, dạ thầy cô ơi, trong ds các môn mở hk2 năm 2017-2018 e thấy có môn Quan hệ công chúng và môn Văn hóa doanh nghiệp,nhưng khi e dk môn học sáng nay thì lại ko có môn đó nữa ạ.E mong thầy cô sẽ mở lại lớp trên hệ thống cho tụi e dk.E cảm ơn thầy cô."
            ],
            "responses": [
                "vẫn có em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "a78784bf-c415-4fe9-ada7-e61ea24265a2",
            "patterns": [
                "Dạ,tại 2 môn đó lớp KT ko mở nên e ko thấy,xong e phải qua lớp NH của khóa sau để đk ạ"
            ],
            "responses": [
                "em xem lớp nào; khóa nào cũng được; miễn sao giống mã môn học trong chương trình khung của mình là học được"
            ],
            "context_set": ""
        },
        {
            "tag": "147f9325-95bc-4c6a-9b4b-ef7eafbd6dff",
            "patterns": [
                "Bửa đi thi giáo dục quốc phòng mà em bị sốt không đi thi được.Cho em hỏi có được thi lại không ạ hay là bây giờ đóng tiền hc lại môn đó ạ. Dạ em cảm ơn ạ"
            ],
            "responses": [
                "chào em; do lịch thi của em lâu rồi; nên không giải quyết nữa em nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "a3f121e6-c746-4227-b00e-2623b7caf785",
            "patterns": [
                "Chào thầy/ cô ạ. Các thầy cô cho em hỏi môn giáo dục thể chất 2 em có điểm trung bình hệ số 10 là 4.7 vậy em có qua môn không ạ"
            ],
            "responses": [
                "Chào em; Giáo dục thể chất là từ 4.0 là đạt em nhé; Giáo dục quốc phòng là từ 5.0"
            ],
            "context_set": ""
        },
        {
            "tag": "ad8afef2-321f-40e3-a5cf-61ae6241fcb3",
            "patterns": [
                "Chào thầy cô phòng đào tạo, hiện tại em là sinh viên khóa 05DHLTH01 chỉ còn nợ một môn phương pháp nghiên cứu khoa học là đủ điều kiện xét tốt nghiệp, nhưng do học kỳ này em đi làm không có thời gian học lớp ngày mà em xem trong những môn học sẽ mở ở học phần này thì không có môn ppnckh mở buổi tối, nên em muốn bỏ môn ppnckh để học môn khác cùng nhóm môn tự chọn với môn ppnckh để có thể học buổi tối thì có được không ạ? hay bắt buộc em phải trả nợ môn ppnckh ạ? Mong được thầy cô phòng đào tạo trả lời giúp."
            ],
            "responses": [
                "chào em; nếu môn tự chọn nằm trong 1 nhóm tự chon; em có thể chọn môn nào cũng được; miễn sao trong nhóm đó có môn đậu để đủ tín chỉ tich lủy của nhóm đó là được"
            ],
            "context_set": ""
        },
        {
            "tag": "8a7404a0-76c0-40ac-930c-273954c67234",
            "patterns": [
                "Thầy cô cho em hỏi bây giờ em mún nhờ gv chỉnh điểm giữa kì sai sót mà em k có sđt thì làm sao để em có thể có đc sđt của gv v ạ"
            ],
            "responses": [
                "Chào em; môn đó của khoa nào thì em có thể lên khoa đó để nhờ cô giáo vụ hướng dẫn."
            ],
            "context_set": ""
        },
        {
            "tag": "5a962b5a-285f-436a-8cf0-0f2a7b8df6ab",
            "patterns": [
                "Thầy cô cho em hỏi. Năm nay em đang học năm 2 nhưng giờ em vẫn chưa học môn GDTC 1. Lúc trước GDTC 1 là học Chạy bộ, thể dục,... Nhưng giờ em thấy chia ra các môn bơi lội, bóng chuyền,cầu lông,...mà không học như trước nữa. Vậy giờ em học GDTC 1 phải chọn môn nào cho đúng học phần trước đó hay chọn môn nào cũng được ạ. Em xin cảm ơn!",
                "Kính gửi Phòng Đào Tạo. Nếu em học cải thiện điểm nhiều môn quá thì có bị hạ bậc khi xếp loại tốt nghiệp loại giỏi không ạ",
                "cho em hỏi em học bên cao đẳng mà e đăng ký học phần học chung với ĐH được không. Hay là CĐ học chung với CĐ vậy?"
            ],
            "responses": [
                "Chào em; em có thể chọn 1 trong các loại Chạy bộ, cầu lông; bơi lội....là được đó em."
            ],
            "context_set": ""
        },
        {
            "tag": "ec3a3d24-772a-4bc0-83dc-7d9c421a5e4a",
            "patterns": [
                "Cho em hỏi,em đang đi bộ đội em mún bảo lưu kết quả học tập bằng cánh online được không ạ",
                "Em đóng tiền học phí có một môn nó không báo học phí cho em khi em đóng học phí nó đã về không. Công nợ bằng không nhưng em lại bị nợ học phí môn đó và phòng đào tạo hủy môn học của em khi sắp thi cuối kì. Cho em hỏi đó là lỗi của em sao. Cũng không nghe em trình bày trả lời 1 câu môn đó em bị hủy. Không thèm nghe ý kiến sinh viên chỉ làm theo quy tắc...."
            ],
            "responses": [
                "chào em; không thể làm bảo lưu online nhé em; nếu em không có thời gian đến trường; em có thể đưa người nhà lên làm dùm; mang theo queyết định đi nhập ngủ nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "29d13378-7f73-4b8e-bfd7-8a7791c5de7d",
            "patterns": [
                "Kính gửi phòng đào tạo, Em đang học lớp liên thông, sau khi xem chương trình khung em thấy 1 số môn em đã học ở hệ cđ. Vậy em có được miễn ko hay bắt buộc phải học. Em xin cảm ơn",
                "cho em hỏi làm sao có thể xem được danh sách giáo viên trong trường để đki môn học ạ"
            ],
            "responses": [
                "Chào em; em đợi thông báo cụ thể nhé em"
            ],
            "context_set": ""
        },
        {
            "tag": "9d051750-2ee1-4926-88d2-657427784e35",
            "patterns": [
                "Sao e ko có lịch thi môn xác suất thống kê vậy ạ??",
                "Cho e hỏi : đăng kia môn học hè dk kiểu j v ạ"
            ],
            "responses": [
                "có rồi em nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "2f6efea0-43dd-4f80-8082-97e936e7f74a",
            "patterns": [
                "Em học lớp 05DHLTH1, do em còn nợ 1 môn Thương mại điện tử ngành CNTT mã môn 005970. Nên vẫn đang đợi mở lớp để đăng ký học . E có theo dõi hk vừa r nhưng không thấy môn này mở,em đợi 5,6 tháng r chưa thấy môn này mở nên thấy lo. Cho em hỏi đợt đăng ký sắp tới có mở môn này ko ạ ."
            ],
            "responses": [
                "chào em; học kỳ sau có nha em; em theo dõi thông báo đăng ký môn học và đăng ký"
            ],
            "context_set": ""
        },
        {
            "tag": "20434feb-f40c-4168-b448-fd167a02c2ea",
            "patterns": [
                "Mình đóng tiền mua đồng phục trường sao giờ chưa thấy có và tại sao đến giờ mình chưa nhận được thẻ sinh viên ạ",
                "Bây giờ em muốn thi lại môn thkf có phải đóng tiền ko vậy"
            ],
            "responses": [
                "Chào em. Đồng phục trường đã được phát lâu nay tại trung tâm thư viện, Nếu em vẫn chưa lên nhận thì em vui lòng mang theo biên lai học phí lên nhận tại trung tâm thư viện nhé. Hình thẻ SV đã được phát về lớp, em vui lòng liên hệ lớp trưởng để nhận nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "63336844-d539-40fd-b010-cd39da4b75b4",
            "patterns": [
                "Cô ơi , cô hủy giúp con học phần anh văn a2,b1 được ko ạ"
            ],
            "responses": [
                "không hủy được nha em; muốn rút học phần thì rút ở tuần thứ 2 của học kỳ hè và phải đóng học phí mới được rút"
            ],
            "context_set": ""
        },
        {
            "tag": "a653a77e-9c21-4cee-904e-489270375591",
            "patterns": [
                "chua hoc ma bat dong hoc phi",
                "cho em hỏi môn thực hành đánh giá cảm quan học ở cơ sở nào vậy ạ. với lại trong lịch học theo tuần thì lại không có lịch học của 2 buổi đầu tiên, mà lịch học cả học kỳ thì lại có nhựng lại không có ghi là học ở đâu hết.xin nhờ thầy/cô kiểm tra lại giúp em ạ. em cảm ơn ạ!",
                "Em chào thầy cô ạ Hồi năm 1, em chọn chuyên ngành kế toán- kiểm toán. Nhưng giờ năm 3, em muốn đổi sang chuyên ngành kế toán doanh nghiệp. Thầy cô có thể cho e xin mẫu đơn vs quy trình như thế nào được không ạ? Em có xem trên phần biểu mẫu, quy trình học vụ trên web trường qua 2 link này nhưng không thấy ạ @@ http://ctsvhufi.edu.vn/index.php/thu-t-buu-ph-m/van-b-n-quy-d-nh/33-quy-tra-nh-gia-i-quya-t-ca-ng-ta-c-ha-c-va-da-ch-va-a-o-ta-o-va-ca-ng-ta-c-hssv http://sinhvien.hufi.edu.vn/NewsDetail.aspx?NewsID=19 Em cám ơn ạ!",
                "em vào tới mục đăng ký học phần mà trang thông báo phải đăng nhập lại rất nhiều lần"
            ],
            "responses": [
                "đó là quy định của việc học tín chỉ nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "af053d90-7857-4ad0-b907-cdb8a43abe8f",
            "patterns": [
                "tổng tín chỉ nợ của em sao k giảm mà tăng lên ... anh chị giúp em em không hiểu chuyện gì .. bạn em nó thì giảm mà sao em lại tang"
            ],
            "responses": [
                "chào em; Tính đến thời điểm này sinh viên Trần Văn Văn Đi còn nợ các môn: Kỹ thuật lập trình,Lý thuyết tín hiệu,Điện tử công suất,Lý thuyết trường điện từ"
            ],
            "context_set": ""
        },
        {
            "tag": "f7e6ad19-f4a1-4978-acbd-1b61f78888ee",
            "patterns": [
                "E chào các thầy cô trong phòng ban Cho e hỏi hiện giờ đã có lịch thi cuối kì chưa z. E vô xem hoài mà ko được, cứ bị thóat ra hoặc bị lỗi ko."
            ],
            "responses": [
                "đã có rồi đó em; em lên xem và kiểm tra nhé"
            ],
            "context_set": ""
        },
        {
            "tag": "b8076d49-5ca1-4942-a34c-22b391aea56a",
            "patterns": [
                "Nay em viết thư này muốn góp ý về cách giảng dạy như đi chơi của thầy ấy đến nay cũng đã hết học kì mà hầu như trong các tiết học thầy ấy không hướng dẫn hay chỉ dẫn của em về bộ môn cầu lông, công việc của thầy ấy chỉ như đến điểm danh rồi ra phía bên ngoài nói chuyện với thầy x rồi cuối giờ lại la rầy vì chúng em không tập, lười tập mà trong khi thầy ấy hầu như không giảng dạy.. Rất mong nhà trường coi lại trường hợp của thầy",
                "Sao em vào xem lịch học theo tuần , chương trình khung học và thông tin về mình sao được vậy ạ ! Rất mong nhà trường có thể giải quyết sớn giùm cho em với ạ ! Em cảm ơn nhiều !"
            ],
            "responses": [
                "Chào em; Cô cảm ơn em đã góp ý cho Thầy và nhà Trường; Cô sẽ báo bên Trung tâm Thể chất Quốc phòng xem xét. Rất mong nhận được những phản hồi tích cực từ sinh viên để nhà trường có thể phát triển hơn."
            ],
            "context_set": ""
        },
        {
            "tag": "3da1952d-26f8-4a92-9acf-b24a314ce7e1",
            "patterns": [
                "cho em hỏi em nghỉ có một buoi ma tai sao diem danh thanh 2 buoi va bay gio cang tang len em da hoi ve chuyen do ma co tin hoc lop 17cdqt2 noi khong sao quan trong diem o tren lop nhung cu nhu the thi chac chan em bi cam thi hay khong vay kinh mong thay co suy xet cho em vi ba me em rat lo se anh huong viec hoc cua em"
            ],
            "responses": [
                "Em liên hệ Văn phòng khoa quản lý môn học để được Khoa trao đổi cụ thể hơn; nếu chưa hài lòng về cách điểm danh đó"
            ],
            "context_set": ""
        },
        {
            "tag": "3ab634b4-05d7-479d-9247-ca729d1568ee",
            "patterns": [
                "Chào Thầy cô! Em Nguyễn Thị Hiền MSSV: 2023130033. Em có đăng ký với phòng Đào tạo thị lại môn Quản Trị Rủi Ro Tài Chính ! Em xem trên hóa đơn thì báo 11/11 thi nhưng trên tường lại không có thông tin gì về giờ giấc và phòng thi! Em khóa )04DHNH2 năm nay ra trường nhưng nợ môn nên chưa ra được! Mong nhà trường cho em biết cụ thể lịch thi để em biết ôn bài ạ! Em xin cảm ơn nhà trường!",
                "Chào Thầy cô! Em Nguyễn Thị Hiền MSSV: 2023130033. Em muốn thị lại môn Quản Trị Rủi Ro Tài Chính ! Em xem trên trang dkmh mà không thấy thông tin gì về lớp học có môn  Quản trị rủi ro tài chínhMặc dù em đã hỏi các em khóa dưới các em ấy bảo có môn đó! Em khóa 04DHNH2 năm nay ngoái ra trường nhưng nợ môn nên chưa ra được! Mong nhà trường cho em biết cụ thể lịch và cách đăng ký để em biết đăng ký để sớm ra trường!Nếu có môn học thay thế thì báo em biết luôn ạ! Em xin cảm ơn nhà trường!",
                "em lên mạng rồi cô ạ! Nhưng không thấy mở lớp",
                "Kính gửi thầy cô Phòng Đào Tạo Em và các bạn học lớp 010100270310 - Kỹ thuật quá trình và thiết bị 2 (LT) - sáng thứ 2 - tiết 1, 2, 3 - thầy Hồ Tấn Thành được nghỉ ngày 20/11 xin được học bù vào ngày 28/11 (do tất cả các môn khác đều đã được nghỉ) thay cho lịch học bù ngày 4/12 Em xin cảm ơn thầy cô"
            ],
            "responses": [
                "chào em; Em là khóa 04ĐH; hết thời gian đào tạo 4 năm; em còn 2 năm để trả nợ các môn; nếu hết thời gian 6 năm em vẫn chưa trả nợ hết; khi đó nhà trường mới tạo điều kiện cho các bạn thi vét cuối cùng nhé."
            ],
            "context_set": ""
        },
        {
            "tag": "4a1dbd94-2b25-4951-a1d0-d1973fb4dc9c",
            "patterns": [
                "cho em hoi em chi co nghi mot ngay ma tai sao em kiem tra thong tin la nghi toi hai ngay nen em thac mac va co cach nao giai quyet khong vi em va cac ban trong lop deu biet em di hoc deu dan chi co nghi mot ngay o mon tin hoc vao ngay dau tien moi khai giang vao hoc mon tin la em nghi vao ngay do thoi, mong thay co suy xet la",
                "Em da liên he voi co , cô noi bi nham nhung co nào khong sao het nhung em kiêm tra thong tin thi cung nhu vay ma con tang ngay nghi len nua vay co cách nào giai quyết khong vi em bi oan uc va thiet thòi cho em quá mong các thay co suy xét lai",
                "môn kỹ năng mềm của em sao lại bị kém ạ .mấy bạn e được sửa lại 10 điểm hết rồi . còn e vẫn để kém .là s ạ",
                "Em chào thầy cô phòng đào tạo. Em là Đặng Thi Thu Sanh sinh viên năm 1 khóa 08DHTS.Nay em viết thư này với lý do em muốn xin chuyển từ hệ đại học xuống cao đẳng nhưng em không biết thủ tục như thế nào và chuyển điểm từ đại học xuống cả đẳng. Đó em có 1bằng cao đẳng ở trường khác em học ngành thủy sản để bổ túc kiến thức cho công việc hiện tại em đang làm. Trong khi chờ sự phản hồi của quý thầy cô em xin trân thành cảm ơn ơn.",
                "Em chào thầy (cô)! Dạ em là sinh viên khóa 14CDKT. Do gia đình có việc gấp phải sang nước ngoài nên em đã bỏ lỡ đợt thực tập tốt nghiệp và 3 môn học bổ sung vừa rồi để được xét tốt nghiệp. Vì em đã qua đợt rồi nên cho em hỏi khi nào thì e có thể đăng ký những môn học này và cần làm những thủ tục như thế nào để đăng ký lại thầy cô hướng dẫn thực tập để có thể tiếp tục hoàn thành chương trình học ạ ạ. Vì những môn này là môn bổ sung để ra trường nên không phải học kỳ nào cũng có mở lớp nên e rất lo lắng về việc đăng ký học của mình ạ. Mong thầy (cô) giúp đỡ giải đáp thắc mắc giúp em ạ! Em xin chân thành cảm ơn.",
                "Hè năm sau, em muốn xin nhà trường mở lớp giáo dục quốc phòng an ninh 2 để hoàn tất điểm vì em năm cuối rồi ạ. Em cảm ơn ạ !"
            ],
            "responses": [
                "chào em; em liên hệ giáo viên giảng dạy để hỏi cụ thể nha."
            ],
            "context_set": ""
        },
        {
            "tag": "a15766a3-4c3f-411a-8d64-319fb8ad4b10",
            "patterns": [
                "cho em hỏi bữa có điền form đăng kí học tiếng nhật ở trường sao đến giờ vẫn chưa thấy gọi lại tư vấn ạ",
                "cho em hỏi muốn huỷ môn đăng kí thì phải làm sao ạ. cô ơi cho em hỏi đăng kí đợt 1 môn công nghệ wed vừa có thực hành và lý thuyết, mà môn lý thuyết của mình bị huỷ vì không đủ sĩ số, đợt 2 đăng kí lại môn đó thì bị trùng lịch nên em đăng kí môn khai thác dữ liệu, giờ mình muốn huỷ môn thực hành công nghệ wed thì phải làm sao ạ...",
                "em xin phép được hỏi em đã đóng tiền học phí luôn cả anh văn A0 và em bay giờ đang học A0. Mà trong công nợ lại ghi em chưa nộp và trong khi đó em không học A1 mà lại ghi em đóng học phí rồi và công nợ A0 của em",
                "kính gửi thầy cô . Em là tân sinh viên . em học khoá 17 em có đăng kí vào đầu tháng 9 . Nhưng vì gia đình có chuyện đột xuất nên em phải về quê 1 tháng . Em có gọi sđt của page trường và xin nghĩ phép thì anh đó ns rằng em tranh thủ sắp xếp và đi học . Khi em lên học thì tưởng rằng sẽ học ở Lê Trọng Tấn và em hỏi thầy cô trường thì thầy nói rằng em học ở Chi nhánh Âu Việt . Khi em đăng nhập và coi lịch thì có một vài trường hợp xãy ra như lỗi web . Em muốn hỏi rằng điểm F có ảnh hưởng gì không ạ ? vì em không biết rõ về tín chĩ ạ ! thầy cô có thể giải đáp thắc mắc dùm em và nếu có trường hợp học lại thì em phải đóng số tiền là bao nhiêu ạ ? em chưa học ngày nào hết và cũng đã liên hệ lên trường để ns trường hợp em nghĩ ạ ! cảm ơn thầy cô đã đọc"
            ],
            "responses": [
                "chào em; em đăng ký chỗ nào thì liên hệ phòng đó hỏi nhé em."
            ],
            "context_set": ""
        },
        {
            "tag": "0b7ebef0-1699-47bd-8042-d247ea6e065f",
            "patterns": [
                "Em cảm ơn thầy cô đã hồi âm . Em không thi anh văn đầu vào và em bị điểm F như vậy em sẽ học A00 đúng không ạ ? Và em có nghĩ 1 tháng để về quê nhưng trong kết quả học tập em vẫn còn trống như vậy em có thể tiếp tục học và cố gắng tích lũy tín chĩ không bị điểm F đúng không ạ ? Em cảm ơn thầy cô đã đọc ạ !",
                "Cho em hoi chung nào co the sinh vien va dong phuc sinh vien ,o ben co so Luong Minh Nguyệt hoc ve may tinh thuc hanh, lớp cdqt2 co so Luong nguoi hoc rat dong co khoang 53 sinh vien hoc va cho các ban em hoi la co cách nào giai quyết khong vi so Luong nguoi hoc dong rat kho khan"
            ],
            "responses": [
                "ĐÚNG RỒI EM."
            ],
            "context_set": ""
        },
        {
            "tag": "a650f11b-fb27-4459-ba41-2195efa8faf2",
            "patterns": [
                "mã trường là gì?",
                "mã tuyển sinh của trường là gì?",
                "Trường Đại học Công Thương là trường công lập hay dân lập?",
                "Mã tuyển sinh của HUIT là gì?",
                "HUIT có mã tuyển sinh là gì?",
                "Mã tuyển sinh của trường Đại học Công Thương Thành phố Hồ Chí Minh là gì?",
                "Trường Đại học Công Thương Thành phố Hồ Chí Minh có mã tuyển sinh là gì?"
            ],
            "responses": [
                "Trường Đại học Công Thương Thành phố Hồ Chí Minh là một trường đại học tự chủ trực thuộc Bộ Công Thương. Mã trường là DCT. Trường có địa chỉ là 140 Lê Trọng Tấn, Tây Thạnh, Tân Phú, Tp. Hồ Chí Minh là cơ sở chính. Trường có 4 cơ sở tại Tân Phú và 1 cơ sở tại Trà Vinh:  140 Lê Trọng Tấn, 72 Nguyễn Đỗ Cung, 31 Chế Lan Viên, Trà Vinh Trường đào tạo 34 ngành trình độ Đại học, 12 ngành trình độ thạc sĩ, 7 ngành trình độ Tiến sĩ."
            ],
            "context_set": ""
        },
        {
            "tag": "2a98fdb8-ae9f-465c-a915-863ed780e8e3",
            "patterns": [
                "HUIT là gì?",
                "HUIT là viết tắt của trường gì?",
                "Trường gì có chữ viết tắt là HUIT? Ở đâu",
                "Trường nào có chữ viết tắt là HUIT? Ở đâu",
                "HUFI đổi tên thành tên gì?",
                "HUFI nay đổi thành tên gì?",
                "Trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh nay có tên là gì?",
                "Trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh nay đổ tên thành trường gì?",
                "Tên mới của HUFI là gì?",
                "Nay HUFI có tên là gì?",
                "HUFI vừa mới được đổi thành tên gì?",
                "Trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh vừa được Bộ Công Thương đổi thành tên trường gì?",
                "Trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh vừa được Bộ Công Thương đổi thành tên trường gì? Thời gian nào?",
                "Bắt đầu từ ngày nào HUFI đổi tên?",
                "Từ ngày mấy trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh đổi tên thành trường Đại học Công Thương Thành phố Hồ Chí Minh?",
                "Bắt đầu từ ngày nào HUFI đổi tên thành HUIT?",
                "Ngày mấy từ ngày nào HUFI đổi tên thành HUIT?",
                "Thời gian nào HUFI đổi tên thành HUIT?",
                "Bộ Công Thương đổi tên trường HUFI thành HUIT từ ngày nào?",
                "Bộ Công Thương đổi tên Trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh thành Trường Đại học Công Thương Thành phố Hồ Chí Minh từ ngày nào?"
            ],
            "responses": [
                "Trường Đại học Công Thương Thành phố Hồ Chí Minh, từ ngày 01/07/2023"
            ],
            "context_set": ""
        },
        {
            "tag": "7f93eeba-c082-4910-822b-e8011bf6526e",
            "patterns": [
                "Tên cũ của Trường Đại học Công Thương Thành phố Hồ Chí Minh là gì?",
                "Bắt đầu từ ngày nào HUFI đổi tên thành HUIT?",
                "Tên cũ của HUIT?",
                "Tên trước đây của HUIT?",
                "Trước khi đổi sang HUIT, trường có tên gì?",
                "Tên cũ của HUIT là gì?"
            ],
            "responses": [
                "Trường Đại học Công nghiệp Thực phẩm Thành phố Hồ Chí Minh, bắt đầu từ ngày 01/07/2023 đã đổi tên."
            ],
            "context_set": ""
        }
    ]
}